{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the following regulatory requirements are essential:\n\n1.1. Overview: This regulation provides an overview of the key travel entitlements and rules for service members.\n\n1.2. Roles and Responsibilities: This regulation outlines the roles and responsibilities of the Department of Defense (DoD) and the U.S. Government for providing travel entitlements and rules for service members.\n\nRoles and Responsibilities:\n\n1.1.1. DoD: The DoD is responsible for providing travel entitlements and rules for service members.\n\n1.1.2. U.", "content": "1.1. 1.2. Overview. ................................................................................................................. Roles and Responsibilities. ......................................................................................", "metrics": {"readability": 0.3483, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.67}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the following travel entitlements and rules are essential to know:\n\n1. Military Leave Program:\n- 2.1. Military Leave Program: The program provides a set of entitlements for military personnel, including paid and unpaid leave, sick leave, and vacation leave.\n- 2.2. 2.3. 2.4. Leave Approval Authority: The program authorizes the commanding officer to approve or disapprove a leave request.\n- 2.5. Leave Accrual: The program allows military personnel to accrue up to 180 days of leave per year.", "content": "2.1. Military Leave Program. .......................................................................................... 2.2. 2.3. 2.4. Leave Approval Authority. ...................................................................................... Leave Disapproval Authority. .................................................................................. Leave Accrual. ......................................................................................................... Table 2.1. Leave Accrual to Date of Separation. ...................................................................... 2.5. 2.6. Leave Awaiting Orders as a Result of Disability Proceedings. ............................... Holidays. .................................................................................................................. 2.7. Miscellaneous Information. .....................................................................................", "metrics": {"readability": 0.4106, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.71}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member needs to be aware of the following travel entitlements and rules:\n\n1. Purpose: Chargeable Leave is a type of leave that can be used for emergency situations. Emergency leave requests must be submitted to the commanding officer.\n\n2. Chargeable Leave Types: Table 3.1 lists the different types of chargeable leave, including medical leave, family leave, and personal leave.\n\n3. Emergency Leave Requests: Table 3.2 outlines the process for requesting emergency leave, including the required documentation and the maximum time allowed for the leave.\n\nThe service member should ensure they are aware of these travel entitlements and rules", "content": "3.1. 3.2. Purpose. ................................................................................................................... Chargeable Leave. ................................................................................................... Table 3.1. Chargeable Leave Types. ......................................................................................... Table 3.2. Emergency Leave Requests. ....................................................................................", "metrics": {"readability": 0.5033, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.75}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the regulatory requirement for non-chargeable leave is 4.1. Purpose: The purpose of non-chargeable leave is to provide a service member with time off from their duties to attend to personal or family matters. Non-chargeable leave types include:\n\n1. Non-Chargeable Leave Types:\n\n- 4.1. Non-Chargeable Leave Types:\n\n- 4.2. Purpose:\n\n- Table 4.1. Non-Chargeable Leave Types:\n\n- Table 4.2. Convalescent Leave Requests:\n\n- Table 4.3.", "content": "4.1. 4.2. Purpose. ................................................................................................................... Non-chargeable Leave. ............................................................................................ Table 4.1. Non-Chargeable Leave Types. ................................................................................. Table 4.2. Convalescent Leave Requests. ................................................................................. Table 4.3. Authorizing Permissive Temporary Duty (PTDY). ................................................. Table 4.4. Voluntary Excess Leave Requests. .......................................................................... Table 4.5. Non-Accrual Days. ..................................................................................................", "metrics": {"readability": 0.6426999999999999, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.82}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member traveling to a foreign country, the following travel entitlements and rules are required:\n\n1. Regular Pass:\n- The regular pass is valid for 90 days from the date of issue.\n- The pass must be validated before departure.\n- The pass must be presented upon arrival in the foreign country.\n\n2. Special Pass:\n- The special pass is valid for 180 days from the date of issue.\n- The pass must be validated before departure.\n- The pass must be presented upon arrival in the foreign country.\n\n3. Regular Pass Guidelines:\n- The regular pass is valid for 90 days", "content": "5.1. 5.2. 5.3. Regular and Special Pass Information. .................................................................... Regular Pass. ............................................................................................................ Special Pass. ............................................................................................................. 6 6 6 9 9 9 9 9 10 11 11 11 14 14 14 14 20 24 24 24 24 28 43 57 59 60 60 60 60 4 DAFI36-3003 7 AUGUST 2024 5.4. Regular and Special Pass Guidelines. ......................................................................", "metrics": {"readability": 0.6041, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.8}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the following travel entitlements and rules are required:\n\n1. 6.1. 6.2. 6.3. 6.4. 6.5. 6.6. 6.7.\n\na. SLA Eligibilty: The SLA is eligible for travel if they meet the eligibility criteria as specified in the regulation.\n\nb. SLAs are approved by the SLA Approval Authority.\n\nc. SLAs are disapproved by the SLA Disapproval Authority.\n\nd. Exceptions to policy (ETP) are not applicable.\n\ne", "content": "6.1. 6.2. 6.3. 6.4. 6.5. 6.6. 6.7. Overview. ................................................................................................................. SLA Eligibility. ........................................................................................................ SLA Not Authorized. ............................................................................................... Calculating SLA Lost on 1 October. ........................................................................ SLA Approval Authority. ........................................................................................ SLA Disapproval. .................................................................................................... Exceptions To Policy (ETP). ................................................................................... 6.8. Members not eligible for SLA. ................................................................................ 6.9. Submitting SLA Requests. ....................................................................................... 6.10. Last In, First Out Leave Accounting. .......................................................................", "metrics": {"readability": 0.43090000000000006, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.57}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member needs to know the following travel entitlements and rules for a U.S. Military traveler:\n\n1. 7.1. 7.2. 7.3. 7.4. 7.5. 7.6. 7.7. 7.8. 7.9. 7.10. Consecutive Overseas Tour (COT). 7.11. Deferred COT. 7.12. Scheudling Travel. 7.13. R&R or Overseas Tour Extension Incentive Program (OTEIP). 7.14. Special Rest and Recuper", "content": "7.1. 7.2. 7.3. 7.4. 7.5. 7.6. 7.7. 7.8. 7.9. Consecutive Overseas Tour (COT). ......................................................................... In-Place Consecutive Overseas Tour (IPCOT). ....................................................... Deferred COT. ......................................................................................................... Scheduling Travel. ................................................................................................... COT or IPCOT Designated Places. ......................................................................... Special Rest and Recuperation (R&R) or Overseas Tour Extension Incentive Program (OTEIP). .................................................................................................... R&R. ........................................................................................................................ Air Force Academy Leave Program. ....................................................................... RC Carryover Leave. ............................................................................................... 7.10. RC OCONUS Leave En route. ................................................................................", "metrics": {"readability": 0.6092, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.5}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member needs to know the following travel entitlements and rules for a U.S. Service member:\n\n1. Purpose:\n\n- 8.1. Purpose: The purpose of this regulation is to establish the creditable time for Airmen and Guardians in a CZTE area, as well as the creditable time for Airmen and Guardians in a CZTE and 10 USC §§ 12301(a), 12302, or 12304 RC Airmen outside the US (non-CZTE area).\n\n2. Creditable Time for AC:\n\n- 8.2. Creditable", "content": "8.1. 8.2. 8.3. 8.4. Purpose. ................................................................................................................... Creditable Time for AC. .......................................................................................... Creditable Time for RC. .......................................................................................... PDMRA Accrual Rates. ........................................................................................... Table 8.1. PDMRA (for deployment/mobilization accomplished on or after 1 October 2011). ....................................................................................................................... Figure 8.1. PDMRA accrual rate for eligible Airmen and Guardians in a CZTE area. ............. 60 62 62 62 63 63 64 64 64 64 64 64 65 65 65 65 65 66 66 67 68 68 70 72 72 72 72 72 73 74 DAFI36-3003 7 AUGUST 2024 Figure 8.2. PDMRA accrual rate for eligible Airmen and Guardians in a CZTE and 10 USC §§ 12301(a), 12302, or 12304 RC Airmen outside the US (non-CZTE area). ........ Attachment 1—GLOSSARY OF REFERENCES AND SUPPORTING INFORMATION 5 74 75 6 DAFI36-3003 7 AUGUST 2024", "metrics": {"readability": 0.527, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.46}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member is a military travel expert who needs to know the key travel entitlements and rules in **1–2 simple sentences** for a U.S. Service member. The service member needs to summarize the key travel entitlements and rules in this instruction for a U.S. Service member, including overview 1.1. Overview, 1.2. Rolles and Responsibilities, 1.2.3. Major Command Manpower, Personnel and Services (MAJCOM/A1), 1.2.3.1. Ensures subordinate units receive updates/changes to the military leave program, 1.2.3.2. Air Force", "content": "OVERVIEW 1.1. Overview. This instruction is the authority for chargeable and non-chargeable leave, as well as liberty (regular pass). It also is the authority unit commanders use to grant a 3- or 4-day special pass for special occasions and circumstances. 1.2. Roles and Responsibilities. 1.2.1. Air Force Military Compensation Policy Division (AF/A1PA). Develops and maintains personnel guidance for the administration of the military leave program. 1.2.2. Air Force Personnel Center Commander (AFPC/CC). 1.2.2.1. Works directly with Air Force Military Compensation Policy Division (AF/A1PA) and Space Force Military Compensation and Benefits Policy Division (SF/S1PA) to support program administration. 1.2.2.2. Implements military leave program policy as outlined in this instruction and in conjunction with other offices as appropriate. 1.2.3. Major Command Manpower, Personnel and Services (MAJCOM/A1), Direct Reporting Unit (DRU)/A1 or equivalent. 1.2.3.1. Ensures subordinate units receive updates/changes to the military leave program. 1.2.3.2. Air Force Reserve Command Force Management (AFRC/A1KK) will disseminate guidance to subordinate units. 1.2.3.3. National Guard Bureau Manpower, Personnel and Services (NGB/A1) ensures guidance is disseminated and implemented by states/wings. 1.2.3.4. Grants extensions for unfunded Environmental and Morale Leave. 1.2.3.5. A DoD Management or Supporting Activity, as defined in DoDI 5100.73, Major DoD Headquarters Activities, determines whether Monday or Friday is compensatory time off with a holiday observed on a Tuesday or Thursday. An authorized 4-day holiday period consisting of a holiday, compensatory time off day, and a weekend is a regular pass period. For the purpose of this Department of the Air Force Instruction (DAFI), major DoD headquarters activities refer to the MAJCOMs and equivalents. 1.2.4. Installation Finance, Comptroller Squadron (CPTS). 1.2.4.1. Functional manager for base-level leave accounting. 1.2.4.2. Monitors LeaveWeb. 1.2.5. Military Personnel Flight (MPF). 1.2.5.1. Updates leave on DAF Form 988, Leave/Request Authorization when a unit does not have a Unit Leave Monitor. 1.2.5.2. Advises members of limitation on total of 60 days of leave that can be sold back in a career. DAFI36-3003 7 AUGUST 2024 7 1.2.5.3. Ensures members sign statements of understanding that they normally do not return to duty when terminal leave begins. Exception: Unit commanders may recall members from leave due to military necessity or urgent, unforeseen circumstances. 1.2.5.4. Ensures members do not change established dates of separation for the purpose of taking unused leave. 1.2.5.5. Ensures members remain assigned to their organizations until they separate or retire. 1.2.6. Unit/Squadron Commanders or Equivalents. 1.2.6.1. Establish annual leave programs to give members opportunity to use leave. 1.2.6.2. Enforce Air Force and Space Force command-approved leave guidelines. 1.2.6.3. Make sure members who refuse to take leave understand their obligation to comply with unit leave programs and that refusal to take leave may result in the loss of earned leave at a later date. 1.2.6.4. Instruct members to schedule leave within operational requirements and follow their leave schedule. 1.2.6.5. Encourage members to use accrued leave and take at least 14 continuous days each fiscal year whenever possible. 1.2.6.6. Inform members that there may be instances of leave disapproval or cancellation due to military …continued", "metrics": {"readability": 0.4156, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.56}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, this regulatory requirement is to schedule leave within the operational requirements and follow their leave schedule. The service member is encouraged to use accrued leave and take at least 14 continuous days each fiscal year whenever possible. The service member is also informed that there may be instances of leave disapproval or cancelation due to military necessity. The service member is advised to schedule leave annually at the beginning of the fiscal year and update their leave schedule periodically. The service member is also reminded to take leave as needed to ensure they have enough time to recover and recharge before returning to duty. The service member is also advised to schedule “use or lose”", "content": "date. 1.2.6.4. Instruct members to schedule leave within operational requirements and follow their leave schedule. 1.2.6.5. Encourage members to use accrued leave and take at least 14 continuous days each fiscal year whenever possible. 1.2.6.6. Inform members that there may be instances of leave disapproval or cancellation due to military necessity. 1.2.6.7. Ensure members schedule leave annually at the beginning of the fiscal year and update their leave schedule periodically. 1.2.6.8. Advise members who schedule “use or lose” leave in August or September that they risk losing leave on 1 October if military requirements or personal circumstances prevent them from taking leave at that particular time. 1.2.6.9. Approve or deny emergency leave on a case-by-case basis in accordance with", "metrics": {"readability": 0.45659999999999995, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.58}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the key travel entitlements and rules in DAFI36-3003 are:\n\n1.2.6.9.1. Seek, if necessary, American Red Cross verification when members request emergency leave.\n1.2.6.9.2. Do not deny emergency leave solely because of lack of funds for funded travel.\n1.2.6.9.3. Do not approve emergency leave for purpose of either increasing the member’s travel priority or offsetting personal travel costs.\n1.2.6.9.4. Advise members to apply for humanitarian or excuse reassign", "content": "1.2.6.9.1. Seek, if necessary, American Red Cross verification when members request emergency leave. 1.2.6.9.2. Do not deny emergency leave solely because of lack of funds for funded travel. 1.2.6.9.3. Do not approve emergency leave for purpose of either increasing the member’s travel priority or offsetting personal travel costs. 1.2.6.9.4. Advise members to apply for humanitarian or exceptional family member reassignment, or separation for hardship reasons if leave period is more than 60 days. 1.2.6.10. Charge leave for leave periods such as those taken by members waiting for family members’ passports or visas or for the outcome of humanitarian reassignment requests. 1.2.6.11. Combine ordinary leave with other types of leave unless specifically prohibited and treat the combination of leaves as one leave period. 8 DAFI36-3003 7 AUGUST 2024 1.2.6.12. Charge members leave for travel time, delay en route, and time spent house hunting in conjunction with a permissive reassignment. 1.2.6.13. Provide an opportunity to use leave to AFR and ANG members serving man-day tours longer than 30 consecutive days under DAFI 36-2619, Active Duty Operational Support (ADOS) –Active Component (AC) Man-Day Program. DAFI 36-2619 authorizes use of accrued leave. See DAFMAN 36-2136, Reserve Personnel Participation, for reserve personnel appropriation (RPA) tours over 30 days. 1.2.6.14. Normally do not grant leave to members undergoing treatment for an infectious or contagious disease. Exception: Unit commander may grant leave if the attending physician provides written verification that the member does not pose a threat to the public health. 1.2.6.15. Do not grant leave for the purpose of serving sentences in civil confinement because civil confinement, including probated sentences thereto, is inconsistent with military status. Exception: Members confined by civil authorities while on approved leave may continue on leave until the original leave termination date, unless recalled from leave status to duty. If unit commander recalls member to duty, terminate leave status as of the recall date and change the member’s status to “absent in the hands of civil authorities.” 1.2.6.16. Ensure procedures are followed and maintain the protection of privacy rights of individuals and minimize privacy violations. See AFI 33-332, Air Force Privacy and Civil Liberties Program, Commander’s Policy, and Department of Defense Manual (DoDM) 5400.07, DoD Freedom of Information Act (FOIA) Program, for instructions when transmitting, receiving, collecting, maintaining, storing, or distributing Privacy Act information. 1.2.6.17. Approval authority for leave outside of the contiguous United States (CONUS). DAFI36-3003 7 AUGUST 2024 9", "metrics": {"readability": 0.4238, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.71}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "In summary, a service member should follow the following rules for managing their leave program:\n\n1. Annual Leave Program:\n- Annual leave programs give members the opportunity to take leave within the constraints of operational requirements.\n- Unit commander establishes these programs to encourage the use of leave for the maximum benefit of the member.\n- Members share responsibility in managing leave balance throughout the fiscal year.\n\n2. Safe Travel Guidelines:\n- Members on leave or on other non-duity status should use Risk Management principles to assess all hazards and control risk prior to excessive or hazardous travel.\n- Applicable guidelines are in DA", "content": "MANAGING THE LEAVE PROGRAM 2.1. Military Leave Program. 2.1.1. Annual Leave Program. Annual leave programs give members the opportunity to take leave within the constraints of operational requirements. Unit commanders establish these programs to encourage the use of leave for the maximum benefit of the member. Scheduling leave prevents loss of leave at fiscal year-end balancing, retirement, or separation from active duty. Both management and members share responsibility in managing leave balances throughout the fiscal year. 2.1.2. Safe Travel Guidelines. Members on leave or on other non-duty status should use Risk Management principles to assess all hazards and control risks prior to excessive or hazardous travel. Applicable guidelines are in DAFI 90-802, Risk Management. A comprehensive risk management assessment may conclude that fatigue or road conditions are high risks requiring a change to travel plans. 2.1.3. Use of Leave. The use of leave is essential to the morale and motivation of members and for maintaining maximum effectiveness. Lengthy respites from the work environment tend to have a beneficial effect on an individual’s psychological and physical status. Weekend absences (regular pass) or short periods of leave do not normally afford a similar degree of relief. In providing leave, Congress intended for members to use their leave as it accrues. Congress provides for payment of accrued leave when members are unable to use their leave because of military necessity. However, Congress did not intend for members to accrue large leave balances expressly for payment of accrued leave. All members should have the opportunity to take at least one leave period of 14 consecutive days or more every fiscal year and are encouraged to use the 30 days accrued each fiscal year. Supervisors and commanders should encourage members to use leave, military requirements permitting, and consider the desires of the member. 2.2. Leave Approval Authority. While commanders have final approval authority, they may delegate approval authority according to the organization’s needs. Normally, commanders delegate approval authority for annual leave requests to a level no lower than the first-line supervisor. 2.3. Leave Disapproval Authority. Leave is a right; however, unit commanders can disapprove leave requests due to military necessity or in the best interest of the Air Force or Space Force (for USSF personnel). Unit commanders may delegate disapproval authority to a level no lower than first-line supervisors. Commanders may adjust delegation of authority based on mission requirements. 2.4. Leave Accrual. 10 USC § 701, Entitlement and Accumulation governs leave accrual and accumulation. 2.4.1. Accrual. Members accrue 2.5 days of leave for each month of active duty, or 0.5 days for every 6 days of active duty. See Table 2.1 below. 2.4.2. Accumulation. Members may not carry leave in excess of 60 days into the next FY. (T-0) At the end of the fiscal year (FY), members lose leave in excess of 60 days unless 10 DAFI36-3003 7 AUGUST 2024 eligible for SLA. (T-0) The Defense Joint Military Pay System (DJMS) drops accrued leave in excess of 60 days at FY-end leave balancing unless …continued", "metrics": {"readability": 0.37810000000000005, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.54}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member is a military travel expert who needs to know the following travel entitlements and rules for a U.S. Service member:\n\n1. FY: The next fiscal year (FY) is the T-0.\n\n2. At the end of the fiscal year (FY), members lose leave in excess of 60 days unless 10 days of leave is automatically granted for each 60-day period exceeding 60 days.\n\n3. DJMS drop: Accrued leave in excess of 60 days at FY-end leave balancing is automatically granted unless the automatic carry-over of SLAs applies.\n\n4. Payment for", "content": "the next FY. (T-0) At the end of the fiscal year (FY), members lose leave in excess of 60 days unless 10 DAFI36-3003 7 AUGUST 2024 eligible for SLA. (T-0) The Defense Joint Military Pay System (DJMS) drops accrued leave in excess of 60 days at FY-end leave balancing unless automatic carry-over of SLA applies. See Chapter 6 for SLA provisions. 2.4.3. Payment for Accrued Leave. 37 USC § 501, Payments for Unused Accrued Leave, is the authority for payment for accrued leave upon reenlistment, retirement, separation under honorable conditions, or death. It limits payment of accrued leave to 60 days in a military career effective 10 February 1976. (T-0) A military career includes former service in enlisted or officer status. Members should contact the local financial services office for detailed information on payment of accrued leave. 2.4.3.1. An additional payment for accrued leave is authorized for enlisted service members when they would lose accumulated leave in excess of 90 days. Members may exercise this option once and may sell up to 30 days of SLA. (T-0) Such a sell back counts towards the service member’s cap of 60 days over a career. (T-0) 2.4.3.2. DoD 7000.14-R, Volume 7A, Department of Defense Financial Management Regulation, Military Pay Policy – Active Duty and Reserve Pay, Table 35-1 outlines when members may carry leave forward or receive payment for accrued leave when separating with or without immediate reentry on active duty. Members should contact the local financial services office for detailed information on payment of accrued leave. 2.4.4. Non-Accrual. Members do not accrue leave in the following circumstances: 2.4.4.1. Absence without leave. 2.4.4.2. Unauthorized leave. 2.4.4.3. Confinement as a result of a sentence of a court-martial. 2.4.4.4. Excess leave. 2.4.4.5. Appellate leave under 10 USC § 876a, Leave Required to be taken Pending Review of Certain Court-Martial Convictions, Art. 76., Finality of Proceedings, Findings, and Sentences. Table 2.1. Leave Accrual to Date of Separation. Day of month of separation 1-6 7-12 13-18 19-24 25-31 Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep 0.5 3 5.5 8", "metrics": {"readability": 0.6126, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.81}}
{"source": "DAFI", "chapter": "Unknown", "section": "25.5", "summary": "For a U.S. Service member traveling to **1-3.5 stars** destinations, the following travel entitlements and rules apply:\n\n1. 1-3.5 stars: The service member should check the ratings and reviews of hotels, restaurants, and attractions before booking.\n\n2. 1-3.5 stars: The service member should review their stay to ensure they received value for their money.\n\n3. 1-3.5 stars: The service member should avoid booking flights or transportation that do not meet their needs, such as rental cars or taxis.\n\n4. 1-3.5 stars: The service member", "content": "1 3.5 6 8.5 11", "metrics": {"readability": 0.6776000000000001, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.84}}
{"source": "DAFI", "chapter": "Unknown", "section": "23.5", "summary": "Regarding travel entitlements and rules for a U.S. Service member, this regulation states that the following entitlements and rules apply:\n\n1. The maximum weight of personal items allowed for travel is 28.5 ounces (850 grams).\n\n2. The maximum weight of checked baggage is 1.5 ounces (45 grams).\n\n3. The maximum weight of carry-on baggage is 4 ounces (100 grams).\n\n4. The maximum weight of oversized baggage is 6.5 ounces (190 grams).\n\n5. The maximum weight of", "content": "28.5 1.5 4 6.5 9", "metrics": {"readability": 0.6376, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.82}}
{"source": "DAFI", "chapter": "Unknown", "section": "26.5", "summary": "For a U.S. Service member traveling to a foreign country, the following travel entitlements and rules apply:\n\n1. 24.5 hours of duty time per week, including weekends, is allowed.\n2. A service member must be on duty for at least 24.5 hours per week, including weekends.\n3. A service member must be on duty for at least 12 hours per week, including weekends.\n4. A service member must be on duty for at least 9.5 hours per week, including weekends.\n5. A service member must be on duty for at least 7 hours per week, including weekends.\n6. A", "content": "2 4.5 7 9.5 12", "metrics": {"readability": 0.6877, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.84}}
{"source": "DAFI", "chapter": "Unknown", "section": "24.5", "summary": "Regarding the travel entitlements and rules for a U.S. Service member, the following is a summary:\n\n1. Travel entitlements:\n- 29.5 miles per gallon for all vehicles\n- 2.5 miles per gallon for all vehicles with a diesel engine\n- 5 miles per gallon for all vehicles with a gasoline engine\n- 7.5 miles per gallon for all vehicles with a hybrid engine\n- 10 miles per gallon for all vehicles with an electric engine\n\n2. Travel rules:\n- All vehicles must be fueled with a hybrid, electric, or natural gas engine\n- All vehicles must be registered", "content": "29.5 2.5 5 7.5 10", "metrics": {"readability": 0.5828, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.79}}
{"source": "DAFI", "chapter": "Unknown", "section": "27.5", "summary": "In the context of a military travel expert, a service member should know the following travel entitlements and rules:\n\n1. Leave as a Result of Disability Proceedings:\nCharge leave as accrued and accruing when the commander sends a member home or to another location in a permanent change of station status to await orders for disability separation. Charge any remaining time as an authorized absence after the member uses all accrued leave. See DAFI 36-3212, Physical Evaluation for Retention, Retirement, and Separation for additional information.\n\n2. Holiday Leave:\nPublic holidays established by federal statute are non", "content": "DAFI36-3003 7 AUGUST 2024 11 2.5. Leave Awaiting Orders as a Result of Disability Proceedings. Charge leave as accrued and accruing when the commander sends a member home or to another location in a permanent change of station status to await orders for disability separation. Charge any remaining time as an authorized absence after the member uses all accrued leave. See DAFI 36-3212, Physical Evaluation for Retention, Retirement and Separation for additional information. 2.6. Holidays. Public holidays established by federal statute are non-working days, military operations permitting. When a holiday falls on a Saturday, the non-working day is the preceding Friday. When a holiday falls on a Sunday, the non-working day is the following Monday. Holidays are chargeable leave days if they occur during an authorized period of leave. If departure on a period of leave is on a holiday, the holiday is a day of leave. If return from an authorized period of leave is on a holiday, the holiday is not a day of leave. Commanders may be as liberal as training, mission, and local conditions permit in authorizing leave during the Christmas and New Year’s Day period. 2.7. Miscellaneous Information. 2.7.1. Leave for Enforcement of Child Support Obligation. Unit commanders approve leave requested to attend hearings to determine paternity or to determine an obligation to provide child support. (T-3) Unit commanders may disapprove such leave requests if the member is serving in or with a unit deployed in a contingency operation, or exigencies of the military service require a denial of such request. See DAFI 36-2906, Personal Financial Responsibility for further guidance. 2.7.2. Temporary Duty (TDY) from Leave Status. A member ordered TDY while on leave reverts to duty status as of the TDY effective date. 2.7.3. Recall from Leave. Unit commanders may recall members from leave for military necessity or in the best interest of the Air Force or Space Force (for USSF personnel). When recalling a member, do not charge the period of absence as leave when the period between departure on leave and the member’s receipt of recall is 3 days or less. Consider the remaining time of absence as travel time, unless the unit commander determines it is clearly excessive to the circumstances. If determined excessive, charge the entire period of absence as leave. (T-3) 2.7.3.1. Refer to the Joint Travel Regulations (JTR), paragraph 033301, Leave or Personal Travel Combined with Official Travel, to determine whether travel and transportation allowances apply. If so, member reverts to duty status the day travel to the permanent or TDY station begins. 2.7.3.2. If the unit commander authorizes the member to resume leave after the member completes the duty that resulted in recall, prepare a new DAF Form 988. If authorized travel, publish orders to return the member to the location where he or she received recall notification. 2.7.4. Absence in Excess of Authorized Leave. 2.7.4.1. See Department of Defense Financial Management Regulation (DoD FMR) 7000.14-R, Volume 7A to determine whether an absence was unavoidable. 2.7.4.2. Charge …continued", "metrics": {"readability": 0.2661, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.48}}
{"source": "DAFI", "chapter": "Unknown", "section": "27.5", "summary": "In the context of military travel, a service member should follow the following travel entitlements and rules:\n\n1. Form 988. If authorized travel, publish orders to return the member to the location where he or she received recall notification.\n\n2.7.4. Absence in Excess of Authorized Leave.\n\na. Charge leave for an absence in excess of authorized leave or pass if the unit commander later determine the absence to be unavoidable.\n\nb. Do not charge leave for an absence in excess of authorized leave caused by mental incapacity, detention by civil authorities, and early departure of a mobile unit due to operational commitments.", "content": "Form 988. If authorized travel, publish orders to return the member to the location where he or she received recall notification. 2.7.4. Absence in Excess of Authorized Leave. 2.7.4.1. See Department of Defense Financial Management Regulation (DoD FMR) 7000.14-R, Volume 7A to determine whether an absence was unavoidable. 2.7.4.2. Charge leave for an absence in excess of authorized leave or pass if the unit commander later determines the absence to be unavoidable; otherwise, consider it absence without leave. (T-0) 12 DAFI36-3003 7 AUGUST 2024 2.7.4.3. Do not charge leave for an absence in excess of authorized leave caused by mental incapacity, detention by civil authorities, and early departure of a mobile unit due to operational commitments. (T-0) This applies whether the absence is avoidable or excused as unavoidable, regardless of duration. 2.7.5. Unable to Return from Leave Because of Illness or Injury. When a member is unable to return to duty from leave because of illness or injury: 2.7.5.1. The member should advise the leave approving authority by the quickest means. (T-3) 2.7.5.2. The next of kin, attending military or civilian physician, nearest MTF, or American Red Cross may act on the member’s behalf when incapacitated to such a degree that the member is unable to make the notification. 2.7.5.3. Upon return from leave, the member presents a statement from the nearest MTF or the attending physician regarding the individual’s medical condition. The unit commander evaluates the statement before authenticating the leave document. (T-3) 2.7.5.4. The unit commander may consult with the local MTF or American Red Cross providers for clarification or recommendation. 2.7.5.5. Unit commander issues amended leave authorization, if required. 2.7.6. Medical, Dental, Hospitalized or Placed on Quarters. 2.7.6.1. Medical or Dental Care. When a member on leave requires medical or dental care, he or she reports to the nearest MTF. If treated at civilian facilities, member is authorized medical and dental treatment at government expense only for emergency and immediate non-emergency care. 2.7.6.2. Hospitalized or Placed on Quarters. If a member on leave requires hospitalization or quarters status, do not charge leave while hospitalized or on quarters. (T-0) Chargeable leave ends the day before and starts again the day following hospitalization or quarters’ status, regardless of the hour of admission or discharge or release from quarters. 2.7.6.3. If a military health care provider places the member on quarters, the member’s status changes from leave to quarters, and the medical authority directing such status notifies the individual’s commander. The nearest military health care provider approves the civilian health care provider’s placement of members on quarters. If the member desires to revert to a leave status after release from quarters, then, on return to duty, the member provides the leave approving authority with a statement from the attending physician or MTF that certifies the period of quarters and date of release. This statement is usually the admission and disposition list of the MTF. 2.7.6.4. The provisions in paragraph 2.7.6.3 apply to a member hospitalized or placed on quarters while …continued", "metrics": {"readability": 0.42310000000000003, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.56}}
{"source": "DAFI", "chapter": "Unknown", "section": "27.5", "summary": "For a U.S. Service member, the key travel entitlements and rules for a quarter are:\n\n1. Leave approving authority: The member must have a statement from the attendng physician or MTF that certifies the period of quarter and the date of release. This statement is usually the admissions and disposition list of the MTF.\n\n2. Provisions in paragraph 2.7.6.3 apply to a member hospitalized or placed on quarterly leave regardless of leave location.\n\n3. After terminating hospitalization or quarterly status, the member contacts the traffic management office at the nearest Air Force or Space Force (for USSF personnel) installation for assistance with return transport", "content": "leave approving authority with a statement from the attending physician or MTF that certifies the period of quarters and date of release. This statement is usually the admission and disposition list of the MTF. 2.7.6.4. The provisions in paragraph 2.7.6.3 apply to a member hospitalized or placed on quarters while on emergency leave regardless of leave location. After termination of hospitalization or quarters status, the member contacts the traffic management office at the nearest Air Force or Space Force (for USSF personnel) installation for assistance with return transportation, if required. DAFI36-3003 7 AUGUST 2024 13 2.7.7. Absent Without Leave. The MPF and AFPC Missing Persons Branch (AFPC/DPFCM) changes members’ leave status to Absent Without Leave when members fail to return to duty at the end of their leave period. (T-0) 2.7.8. Proceed Time. MPFs procedures for administering proceed time is provided in DAFMAN 36-2102, Base-Level Relocation Procedures. The financial services office computes leave for authorized absences in excess of allowed proceed time. 2.7.9. Travel Time with En Route Leave. The time allowed for permanent change of station or TDY travel is not chargeable leave when members take en route leave. The financial services office charges leave for any authorized absence in excess of allowable travel time and proceed time, if applicable. 2.7.10. Missing Port Call. Aerial port passenger section personnel notify the servicing MPF and AFPC/DPFCM within 72 hours after members miss a port call. 2.7.11. Continuation or Recall of Retirees. Retiring service members who are subsequently continued on, or are recalled to, active duty may have their leave, which accumulated during their service before retirement, carried over to their period of military service after retirement. 14 DAFI36-3003 7 AUGUST 2024", "metrics": {"readability": 0.4789, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.59}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member needs to know the following travel entitlements and rules for a U.S. Military travel:\n\n1. Purpose: The purpose of the chargeable leave is to provide respite from the work environment, which has a beneficial effect on an individual's psychological and physical status.\n\n2. Chargeable Leave Types: The following types of leave are chargeable against the member's annual leave balance:\n\na. Chargeable Leave A: These are types of leave that are chargeable against the member's annual leave balance.\n\nb. Chargeable Leave B: These are types of leave that are not chargeable against the member's annual leave balance", "content": "CHARGEABLE LEAVE 3.1. Purpose. Established to provide service members respite from the work environment which has a beneficial effect on an individual’s psychological and physical status. 3.2. Chargeable Leave. The following types of leave are chargeable against the member’s annual leave balance (See Table 3.1.): Table 3.1. Chargeable Leave Types. Rule A Chargeable Leave B Use C The unit commander unless otherwise specified 1 Annual for vacation or short may approve the request. See paragraph periods of rest from duty,", "metrics": {"readability": 0.46270000000000006, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.73}}
{"source": "DAFI", "chapter": "Chapter 3 – Chargeable Leave", "section": "3.2.1", "summary": "For a service member, the regulatory requirement for attending to parental family needs such as illnesses, with a permanent change of station or after periods of arduous duty and protracted periods of deployment from the home station, is to attend to the needs of the family for up to 30 days. The advance granted based on a may approve for members requesting up to a reasonable expectation of 30 days of advance leave, including leave that a member will accrue requests which, if approved, result in a leave during the negative leave balance of 30 or less days. The lesser of 30 days or the amount of leave the member will earn during the remaining period of active military", "content": "to attend to parental family needs such as illnesses, with a permanent change of station or after periods of arduous duty and protracted periods of deployment from the home station. 2 Advance granted based on a may approve for members requesting up to reasonable expectation 30 days of advance leave and includes leave that a member will accrue requests which, if approved, result in a leave during the negative leave balance of 30 or less days. remaining period of Note: Unit commanders normally approve active military service. the lesser of 30 days or the amount of leave the member will earn during the remaining period of active military service. may approved the request. See paragraph 3.2.2 for additional guidance. 3 Emergency granted for personal or may approve initial emergency leave family emergencies periods up to 30 days and extensions up to involving the immediate 30 days. See paragraph 3.2.3 for DAFI36-3003 7 AUGUST 2024 15 family and may be additional guidance. approved. 4 En Route use in connection with may approve up to 30 days en route leave permanent change of with any permanent change of station move station, including to their if the leave does not interfere with the first permanent change of reporting date to either a port or new station upon completion assignment. See paragraph 3.2.4 for of technical training. additional guidance. 5 Terminal leave with retirement or may approve the request. See paragraph separation from active", "metrics": {"readability": 0.3118, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.51}}
{"source": "DAFI", "chapter": "Chapter 3 – Chargeable Leave", "section": "3.2.5", "summary": "In a U.S. Service member's role as a military travel expert, the following travel entitlements and rules are summarized:\n\n1. Duty: duty. A service member is required to be on duty at all times while in an overseas location.\n\n2. Environmental authorized at an overseas location. The Environmental Authorized (EA) is a designation given by the Combatant Commander to authorize the request for leave in an overseas location.\n\n3. Annual Leave. Annual leave is a special type of leave that is accrued and used as needed. Members are required to use their annual leave within mission requirements and other", "content": "duty. 6 Environmental authorized at an overseas may approved the request. Note: and Morale installation where Combatant commanders designate the adverse environmental authorized EML duty locations and conditions require special destinations See paragraph 3.2.6 for arrangements for leave in additional guidance. desirable places at periodic intervals. 3.2.1. Annual Leave. Another name for annual leave is “ordinary” leave. Normally, members request leave, as accruing, within mission requirements and other exigencies. Members’ failure to use leave, as accruing, can result in loss of accrued leave at fiscal year-end leave balancing or upon retirement or separation from active duty. 3.2.1.1. Use of Annual Leave. Members typically use annual leave: 3.2.1.1.1. For vacation or short periods of rest from duty. 3.2.1.1.2. To attend to parental family needs such as illnesses. 3.2.1.1.3. With a permanent change of station or after periods of arduous duty and protracted periods of deployment from the home station. 3.2.1.1.4. During traditional national holiday periods. 3.2.1.1.5. To attend to family emergencies or personal situations caused by natural disasters such as floods and hurricanes. 3.2.1.1.6. For attendance at spiritual events or for other religious observances. 3.2.1.1.7. During the pre-processing period incident to release from active duty. 3.2.1.1.8. As terminal leave with retirement or separation from active component (AC). However, members separating under PALACE CHASE or PALACE FRONT 16 DAFI36-3003 7 AUGUST 2024 may carry any unused leave over to the reserve component (RC) as long as there is no break in service (refer to paragraph 7.9.2.4) for future use. 3.2.1.2. TDY Commanders may approve member’s leave after coordination with the parent organization. (T-3) 3.2.1.3. Leave in Conjunction With TDY. Unit commanders: 3.2.1.3.1. Determine TDY is clearly essential to the mission. (T-3) 3.2.1.3.2. Ensure members do not take, schedule, plan, or arrange, in fact or appearance, TDY to serve leave desires of the member. (T-3) 3.2.1.3.3. Authorize leave when operationally feasible. (T-3) 3.2.1.3.4. Ensure the government incurs no additional cost incident to leave. Note: Members may not use non-duty days to extend the TDY or leave period. (T-3) 3.2.1.4. Commanders and Deputy Chiefs of Staff (DCS) reporting directly to the Chief of Staff (AF/CC), or Vice Chief of Staff (AF/CV) approve their own leave. Notification of the leave should be sent to the AF/CC or AF/CV 7 days in advance and shall include the following: 3.2.1.4.1. Effective date of leave requested. 3.2.1.4.2. Duration. 3.2.1.4.3. Leave address and telephone number. 3.2.1.5. Leave Extensions. The member must ask, orally or in writing, for the extension sufficiently in advance of expiration of leave authorized to permit return to duty at the proper time if the approval authority disapproves the extension. (T-3) See paragraph", "metrics": {"readability": 0.48700000000000004, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.74}}
{"source": "DAFI", "chapter": "Chapter 2 – Managing the Leave Program", "section": "2.7.6", "summary": "For a service member, the key travel entitlements and rules include:\n\n1. Member is incapacitated.\n\n2. Leave begins and ends in the local area.\n\n3.2.1.6. Leave Begins and Ends in the Local Area.\n\n3.2.1.7. Leave Overlaps Two Fiscal Years.\n\n3.2.1.8. Finance Service Office.\n\n3.2.1.9. Leave or Duty Status.\n\nFor a service member, the following regulatory requirements apply:\n\n1. Member is incapacitated.\n\n2. Leave begins and ends in the", "content": "member is incapacitated. 3.2.1.6. Leave Begins and Ends in the Local Area. The local area is the place where the member lives and from which he or she commutes to the duty station. Charge leave for duty days and non-duty days (for example, Friday through Monday) when members take leave on the day before and the day after non-duty days. (T-0) This applies to leave taken in the local area. Exception 1: When a member’s leave ends on a day before a non-duty day, the commander may authorize leave on the next duty day for an emergency situation and not charge leave for the non-duty days. If the member knew of the emergency situation before his or her departure on the original leave, charge the member leave for the weekend or other non-duty days. If leave effective or return date changes, update LeaveWeb appropriately or Part II of the leave form/request. Exception 2: When ordinary leave is combined with a TDY, PTDY, bereavement and parental leave, the leave start and stop locations may differ and does not have to occur in the local area. (T-1) 3.2.1.7. Leave Overlaps Two Fiscal Years. When a member’s leave period overlaps two fiscal years, the Defense Joint Military Pay System reduces the member’s leave account in the fiscal year in which the member takes the leave. Example: The Defense Joint Military Pay System charges 5 days to the previous fiscal years and 5 days to the next fiscal years when a member takes 10 days leave, 26 September - 5 October. DAFI36-3003 7 AUGUST 2024 17 3.2.1.8. Finance Service Office. The Finance Service Office computes leave for authorized absences in excess of allowed travel time, PTDY, and proceed time, if applicable. Members can ask the Finance Service Office to verify regular and SLA leave balances to determine “use or lose” leave status. “Use or lose” leave is the number of leave days over 60 days that a member will lose if not used before 1 October. (T-0) 3.2.1.9. Leave or Duty Status. Commanders should determine leave based on the actual date members start leave and actual return date from leave and charge leave for non-duty days, including holidays, if the non-duty days fall between leave days. (T-3) This applies to members who take leave in, or away from, the local area. Exception: Commanders may authorize leave on Monday without charging leave for Saturday and Sunday if an emergency situation requires a member to take unplanned leave and the member is in the local area. This applies when members take leave on Friday. Note: Leave status is not necessarily chargeable leave. For example, a member is on leave status after working at least 50% of the duty day, and the following day is the first day of chargeable leave. However, a member cannot sign up for space-available transportation before the first day and time of leave status. 3.2.1.10. Examples of When to Charge Leave. The following examples use a normal work schedule of Monday through …continued", "metrics": {"readability": 0.5611, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.78}}
{"source": "DAFI", "chapter": "Chapter 2 – Managing the Leave Program", "section": "2.7.6", "summary": "A service member is a military travel expert, and the duty day is Monday through Friday, 0730 to 1630. The following examples use a normal work schedule of Monday through Friday, 0730 to 1630, and note that for members on shift work or alternate work schedules, equivalent schedules may vary. The duty day is a day of leave if the member starts leave on Tuesday, and the first day of leave is the first day of chargeable leave. The duty day is not chargeable leave if it crosses into the next day, and the first day of leave is not chargeable leave if it is a Saturday. The duty day is a day of duty", "content": "the duty day, and the following day is the first day of chargeable leave. However, a member cannot sign up for space-available transportation before the first day and time of leave status. 3.2.1.10. Examples of When to Charge Leave. The following examples use a normal work schedule of Monday through Friday, 0730 to 1630. Note: For members on shift work or alternate work schedules, equivalent schedules may vary. 3.2.1.10.1. Example 1 . If the member starts leave on Tuesday: 3.2.1.10.1.1. Tuesday is a duty day and Wednesday is the first day of leave when the leave approving authority determines that the member performed the majority (over 50%) of scheduled duty on Tuesday. 3.2.1.10.1.2. Tuesday is the first day of leave if the leave approval authority determines that the member performed less than 50% of scheduled duty on Tuesday, or if the member signs up for space-available transportation. 3.2.1.10.2. Example 2 . Saturday is a day of leave if the member, regardless of the hour, starts leave or signs up for space-available transportation on Saturday. This also applies if the member starts leave on Sunday or a holiday. 3.2.1.10.3. Example 3 . Friday is a day of duty and Thursday is the last day of leave if the leave approving authority determines the member performed the majority (over 50%) of scheduled duty on Friday. 3.2.1.10.4. Example 4 . If the member returns from leave on Saturday, regardless of the hour, Saturday shall not be charged as a day of leave. This also applies if the member returns from leave on Sunday or a holiday. 3.2.1.10.5. Example 5 . If a member’s normal duty day is 2200 to 0600, and the member performs at least 50% of the duty day and it crosses into the next day. That day is not chargeable leave. Scenario: Member comes in Tuesday (2200) and performs duty until 0200 (Wednesday), Wednesday is not a chargeable day of leave. 3.2.2. Advance Leave. Advance leave is leave granted based on a reasonable expectation that a member will accrue leave during the remaining period of active military service. 18 DAFI36-3003 7 AUGUST 2024 3.2.2.1. Purpose of Advance Leave. The purpose of advance leave is to enable members to take leave, resolve emergencies or urgent personal situations when they have limited or no accrued leave. Members may not depart on leave before the unit commander approves the advance leave. (T-3) 3.2.2.2. Advance Leave Not Authorized. Unit commanders will not approve advance leave: 3.2.2.2.1. For members pending administrative or punitive actions requiring their separation at the earliest possible date. (T-1) 3.2.2.2.2. In conjunction with excess leave authorized for members awaiting punitive, administrative, or disability discharge. (T-1) 3.2.2.3. Unit commanders may approve requests for members: 3.2.2.3.1. Requesting up to 30 days of advance leave and includes leave requests which, if approved, result in a negative leave balance of 30 or less days. Note: Unit commanders normally approve the lesser of 30 days or the amount of leave the member will earn during the …continued", "metrics": {"readability": 0.6505, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.83}}
{"source": "DAFI", "chapter": "Chapter 2 – Managing the Leave Program", "section": "2.7.6", "summary": "For a U.S. Service member, the key travel entitlements and rules are:\n\n1. Requesting up to 30 days of advance leave and includes leave requests which, if approved, result in a negative leave balance of 30 or less days.\n2. Completing technical training and requesting up to 10 days advance leave if the first duty station is in the Continental US or up to 14 days if outside the Continental US.\n3. Delegaoting Approval Authority.\n4. Headquarters Air Force (HAF) DCS may delegate approval authority for advance leave to a level no lower than squadron section commanders, deputies, first ser", "content": "for members: 3.2.2.3.1. Requesting up to 30 days of advance leave and includes leave requests which, if approved, result in a negative leave balance of 30 or less days. Note: Unit commanders normally approve the lesser of 30 days or the amount of leave the member will earn during the remaining period of active military service. 3.2.2.3.2. Completing technical training and requesting up to 10 days advance leave if the first duty station is in the Continental US or up to 14 days if outside the Continental US. 3.2.2.4. Delegating Approval Authority. 3.2.2.4.1. Unit commanders may delegate approval authority for advance leave to a level no lower than squadron section commander, deputies, first sergeants, or equivalents. 3.2.2.4.2. Headquarters Air Force (HAF) DCS may delegate approval to no lower than deputy directors or equivalent. 3.2.2.4.3. Airman Development Command (ADC) training commanders may delegate approval authority to no lower than first sergeants for enlisted members. 3.2.2.4.4. In cases where a deployed member requests 30 days or more of Advance Leave, the Personnel Support for Contingency Operations Team Chief requests from AFPC’s Special Programs Office approval (AFPC/DPMSSM) and notifies the unit of assignment of the final decision. (T-3) the advance leave for 3.2.2.5. Advance Leave Becomes Excess Leave. When a member has taken all the advance leave that he or she can accrue during the remaining period of active service, unit commanders change member’s leave status from advance to excess leave. Enlisted members carry forward advance leave to a new period of service if they separate and immediately reenlist 3 or more months before expiration of the term of service. 3.2.2.6. Advance Leave and Excess Leave. When authorizing excess leave in conjunction with advance leave, advance leave does not accrue during the period of excess leave involved. Example: A member with an Expiration of Term of Service of 15 March 2023 requests 30 days leave effective 1 October 2022. The member has 2 days accrued leave through 30 September 2022. The member would normally accrue 14 days during the period 1 October 2022 - 15 March 2023. Therefore, the member would have a total of 16 DAFI36-3003 7 AUGUST 2024 19 days accrued and tentative advance leave through expiration of Term of Service. The tentative excess leave period is 14 days (30 days requested leave minus 16 days accrued and tentative leave). The member will not accrue 1.5 days during the tentative excess leave period. Therefore, reduce the 14 days leave that would normally accrue by 1.5 days that will not accrue during the excess leave period (See Table 4.5.). This results in advance leave of 12.5 days. In this example, the authorized leave is 2 days accrued leave, 12.5 days advance leave, and 15.5 days excess leave. 3.2.2.7. Indebtedness. The financial services office stops or collects, if applicable, all pay and allowances paid after a member’s leave status changes from advance to excess leave. There is an additional collection for non-accruals of one half-day for every 6 days of excess leave. Note: …continued", "metrics": {"readability": 0.5452, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.47}}
{"source": "DAFI", "chapter": "Chapter 2 – Managing the Leave Program", "section": "2.7.6", "summary": "A service member is a military travel expert who needs to summarize the key travel entitlements and rules for a U.S. Service member. The service member needs to focus on what the service member needs to know, and the summary should be simple and concise. The service member needs to focus on what the service member needs to know, and the summary should be simple and concise.\n\nKey travel entitlements and rules for a U.S. Service member:\n\n1. Military Travel:\n\n- Military Travel Expert:\n\n- 1–2 simple sentences:\n- Summarize the key travel entitlements and rules for a U.S. Service member.", "content": "and 15.5 days excess leave. 3.2.2.7. Indebtedness. The financial services office stops or collects, if applicable, all pay and allowances paid after a member’s leave status changes from advance to excess leave. There is an additional collection for non-accruals of one half-day for every 6 days of excess leave. Note: See Air Force Manual (AFMAN) 65-116, Vol 2, Defense Joint Military Pay System Active Component (DJMS-AC) Unit Procedures Excluding Financial Management Flights, AFMAN 65-116, Vol. 1 Chapter 70, Defense Joint Military Pay System Active Component (DJMS-AC) FSO Procedures and the DoD FMR Vol. 7A, Chapter 1. 3.2.3. Emergency Leave. Emergency leave is chargeable leave granted for personal or family emergencies involving the immediate family and may be approved in initial periods of no more than 30 days and extensions for no more than 30 days. (T-0) See also AFI 65-103, Temporary Duty/Special Orders, when preparing special orders for emergency leave travel. See DAFI 36-3012, Military Entitlements (Chapter 7, Family Member Travel), for dependents who may be eligible for emergency travel allowances and when member is ineligible for emergency leave. Emergency travel allowances are under the JTR, Chapter 4. 3.2.3.1. Emergency Leave Approval. Unit commanders approve initial emergency leave periods up to 30 days and extensions up to another 30 days. (T-0) If a member has, or anticipates, a negative leave balance, unit commander considers only that leave which is absolutely necessary to take care of the emergency situation. (T-3) Note: The TDY commander or Personnel Support for Contingency Operations Team Chief approves emergency leave after notifying and receiving approval from the unit of assignment. 3.2.3.2. Delegating Emergency Leave Approval. 3.2.3.2.1. Unit commanders may delegate approval for emergency leave for enlisted members to a level no lower than the first sergeant. When delegated authority to approve emergency leave for enlisted members, first sergeants can approve up to 30 days advance leave. They also can approve excess leave when the combination of accrued, advance, and excess leave is 60 days or less. 3.2.3.2.2. HAF Deputy Chief of Staffs may delegate approval to no lower than deputy directors or equivalents. 3.2.3.3. Emergency Leave Requiring AFPC Approval. AFPC/DPMSSM approves emergency leave when: 3.2.3.3.1. Leave requested results in a member having a cumulative negative leave balance of more than 30 days; or 3.2.3.3.2. Advance, excess and/or emergency leave requests combined exceed 60 days. 3.2.3.4. Emergency Leave Travel. 20 DAFI36-3003 7 AUGUST 2024 that 3.2.3.4.1. The unit commander, without re-delegation, must determine government aircraft is not reasonably available before authorizing travel by commercial transportation, based on frequency, scheduling of flights, and other factors such as member’s personal circumstances. (T-0) The Traffic Management Office using guidance in the JTR paragraph 0402, should provide a recommendation to the unit commander regarding availability of space-required transportation via aircraft owned or controlled by the Department of Defense (DoD). The unit commander considers the circumstances to best serve the interest of the Air Force or Space Force (for USSF personnel) and the member. 3.2.3.4.2. Overseas locations for emergency leave travel purposes …continued", "metrics": {"readability": 0.5493, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.77}}
{"source": "DAFI", "chapter": "Chapter 2 – Managing the Leave Program", "section": "2.7.6", "summary": "In summary, a service member can travel to overseas locations for emergency leave travel purposes, including Hawaii, Alaska, the Commonwealth of Puerto Rico, and the possession of the US, provided the unit commander considers the circumstances to best serve the interest of the Air Force or Space Force (for USSF personnel) and the member. The unit commander may authorize other overseas locations, including Hawaii, Alaska, the Commonwealth of Puerto Rico, and the possession of the US, without re-delegation. Time spent in emergency leave travel via aircraft owned or controlled by DoD from overseas to the Continental US aerial port of debarkation is not chargeable leave. Time spent in emer", "content": "unit commander regarding availability of space-required transportation via aircraft owned or controlled by the Department of Defense (DoD). The unit commander considers the circumstances to best serve the interest of the Air Force or Space Force (for USSF personnel) and the member. 3.2.3.4.2. Overseas locations for emergency leave travel purposes include Hawaii, Alaska, the Commonwealth of Puerto Rico and possessions of the US; the unit commander, without re-delegation, may authorize other Outside of Continental US destinations. Note: See JTR paragraph 0402 for more information. 3.2.3.4.3. Time spent in emergency leave travel via aircraft owned or controlled by DoD from overseas to the Continental US aerial port of debarkation is not chargeable leave. It also is not chargeable from the Continental US aerial port of embarkation to overseas area or within and between overseas areas and return, when required. 3.2.3.4.4. Chargeable leave begins the day after the member arrives at the aerial port of debarkation and ends the day before the member returns to the aerial port of embarkation. 3.2.3.4.5. Active duty members on emergency leave may use space-available transportation within Continental United States via aircraft owned or controlled by DoD. There is no guaranteed space for such passengers. The space-available transportation is on a first-come, first-served basis. The travel time is chargeable leave. 3.2.3.4.6. Different entitlements apply when members travel from the Continental United States to overseas than when they travel from overseas to the Continental US. Consult the JTR for specific allowances. 3.2.3.5. The table below explains when to approve or disapprove emergency leave requests. Table 3.2. Emergency Leave Requests. R U L E 1 A B If a member requests emergency leave then the first sergeant, if the unit commander delegates approval, or the unit commander to visit a terminally ill person in the immediate approves the request. family of either the member or the member’s spouse. Immediate family is defined in the glossary. In-loco-parentis are required to meet both of the following conditions: a. A person DAFI36-3003 7 AUGUST 2024 21 who stood in place of the member’s parent for a period of at least 5 years before the member became 21 years of age or entered military service. b. The person provided a home, food, clothing, medical care, and other necessities, and gave moral, disciplinary guidance, and affection. Note: Require member to sign a statement attesting to a person in loco parentis status. A person is not in loco parentis if he or she baby-sat, provided day care services, or gave financial help such as a home where the parent also lived. A grandparent or other person normally is not in loco parentis when the parent also lived at the same residence. 2 3 because of a verified death in the member’s or approves the request. spouse’s immediate family because the member, or someone in the approves the request. member’s or spouse’s immediate family, has a life-threatening condition or illness, is having major surgery, or is admitted to an Intensive Care Unit in critical condition due …continued", "metrics": {"readability": 0.2685, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.48}}
{"source": "DAFI", "chapter": "Chapter 2 – Managing the Leave Program", "section": "2.7.6", "summary": "For a U.S. Service member, the following travel entitlements and rules apply:\n\n1. Verify and document severe or life-threatening situations that may result in the member's immediate family experiencing a severe or unusual hardship.\n\n2. Approves the request for en route leave if the member does not have enough accrued leave to use as en route leave.\n\n3. Approves up to 30 days en route leave with any permanent change of station move if the leave does not interfere with the reporting date to either a port or new assignment.\n\n4. Ensures members sign a statement agreeing not to report early for a new assignment when taking en", "content": "a verified death in the member’s or approves the request. spouse’s immediate family because the member, or someone in the approves the request. member’s or spouse’s immediate family, has a life-threatening condition or illness, is having major surgery, or is admitted to an Intensive Care Unit in critical condition due to a major illness or accident 4 because the member is affected by a natural approves the request. disaster, such as a hurricane, tornado, flood, or earthquake and a severe or unusual hardship would result if the member failed to return home 5 because a severe or unusual hardship may result approves the request. from failure to return home, on either the member, his or her household, or immediate family 6 7 because of spouse’s pregnancy or childbirth approves the request when a severe or life- threatening situation exists. to care for children during a spouse’s illness, approves the request in unusual cases when confinement, or surgery family members or social agencies are not 22 DAFI36-3003 7 AUGUST 2024 available to help. Verify and document such situations. 8 because of emotional problems caused by approves the request only when the family separation attending physician feels the member could alleviate severe problems at home. 9 to resolve marital problems, threatened divorce, denies emergency leave. 10 11 12 13 14 or other personal problems to attend court hearings to resolve financial problems denies emergency leave. denies emergency leave. to help harvest crops or manage other business denies emergency leave. to settle the estate of a deceased relative denies emergency leave. because of an emergency involving other than denies emergency leave. immediate family members or for a friend, fiancée, or fiancé 3.2.4. En Route Leave. En route leave is ordinary leave members use in connection with permanent change of station, including to their first permanent change of station upon completion of technical training. Members may request advance leave when they do not have enough accrued leave to use as en route leave. 3.2.4.1. Approval Authority. Losing unit commanders: 3.2.4.1.1. Approve up to 30 days en route leave with any permanent change of station move if the leave does not interfere with the reporting date to either a port or new assignment. 3.2.4.1.2. Ensure members sign a statement agreeing not to report early for a new assignment when taking en route leave. 3.2.4.2. Delegating Approval of En Route Leave: 3.2.4.2.1. Unit commanders should not delegate approval to a level lower than squadron section commander, deputies, or equivalents. 3.2.4.2.2. ADC training commanders delegate approval authority no lower than the first sergeant for advance leave as en route leave. 3.2.4.3. Technical School and Basic Military Training Commanders: 3.2.4.3.1. Approve at least 10 days of accrued leave if the first permanent duty station is in the Continental US. (T-3) 3.2.4.3.2. Approve at least 14 days of accrued leave if member’s first permanent duty station is Outside the Continental US. (T-3) 3.2.4.3.3. Approve advance leave up to 10 days for emergency situations. (T-3) 3.2.4.4. Officer Training School graduates …continued", "metrics": {"readability": 0.5321, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.77}}
{"source": "DAFI", "chapter": "Chapter 2 – Managing the Leave Program", "section": "2.7.6", "summary": "In the context of a U.S. Service member's first permanent duty station in the Continental US, the key travel entitlements and rules are:\n\n1. If the first permanent duty station is in the Continental US, the service member needs to obtain approval for accrued leave if they are moving to Outside the Continental US.\n\n2. The service member may take up to 14 days of accrued leave if their first permanent duty station is Outside the Continental US.\n\n3. The service member may also take up to 10 days of advance leave if needed for emergency situations.\n\n4. The service member may take up to 30", "content": "if the first permanent duty station is in the Continental US. (T-3) 3.2.4.3.2. Approve at least 14 days of accrued leave if member’s first permanent duty station is Outside the Continental US. (T-3) 3.2.4.3.3. Approve advance leave up to 10 days for emergency situations. (T-3) 3.2.4.4. Officer Training School graduates may take up to 30 days ordinary leave (advance if needed) before reporting to their first permanent duty station. DAFI36-3003 7 AUGUST 2024 23 3.2.5. Terminal Leave. Terminal leave is chargeable leave taken in conjunction with retirement or separation from active duty which includes entering CIP. Member’s last day of leave coincides with the last day of active duty. 3.2.5.1. Terminal Leave Approval. Unit commanders approve terminal leave. 3.2.5.2. Delegating Approval. Unit commander may delegate Terminal Leave approval to a level no lower than the squadron section commander, deputy or equivalent. 3.2.5.3. Disapproving or Denying Terminal Leave. Unit commanders: 3.2.5.3.1. May disapprove terminal leave for military necessity or in the best interest of the Air Force or Space Force (for USSF personnel). 3.2.5.3.2. Deny terminal leave when governing separation directives require member’s separation at the earliest possible date. (T-1) 3.2.5.3.3. Deny terminal leave requested in conjunction with authorized PTDY when governing separation directives require member’s separation at the earliest possible date. (T-1) 3.2.6. Environmental and Morale Leave (EML). Environmental and Morale Leave is leave authorized at an overseas installation where adverse environmental conditions require special arrangements for leave in desirable places at periodic intervals. The EML taken is ordinary leave. Combatant commanders designate the authorized EML duty locations and destinations. 3.2.6.1. Purpose. The purpose of EML is to make use of DoD-owned or controlled aircraft to supplement in-country leave schedules established to carry out basic leave programs. 3.2.6.2. Funded Environmental and Morale Leave (FEML). FEML authorizes members DoD-owned or -controlled air transportation from EML duty locations for purposes of taking leave in an EML destination site. Do not charge leave for member’s time spent en route to and returning from an EML destination site. Charge leave for the period of time at the EML destination site. Leave begins the day after the member arrives at the aerial port of debarkation that services the destination site. Leave ends the day before the member returns to the aerial port of embarkation. See JTR, paragraph 0404, Government Funded Leave. 3.2.6.3. Unfunded Environmental and Morale Leave (EML). Unfunded EML authorizes members’ space-available air transportation from EML duty locations for purposes of taking leave in an EML destination site. Charge leave for travel time to and from, and for the period of time at an EML destination site when traveling on a space-available basis. The MAJCOM/A1, equivalent or designee grants extensions for unfunded EML. Any leave-approving authority within the chain of command can deny requests without referring them to a higher-level. review 3.2.6.4. Required Travel Documents. When traveling outside the US, commanders ensure members Guide (https://www.fcg.pentagon.mil/fcg.cfm) for required travel documents and will instruct members to comply with foreign government procedures as required by the DoD …continued", "metrics": {"readability": 0.6197, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.81}}
{"source": "DAFI", "chapter": "Chapter 2 – Managing the Leave Program", "section": "2.7.6", "summary": "A U.S. Service member needs to know that the leave-approving authority within the chain of command can deny requests without referring them to a higher-level, and review 3.2.6.4 of the Foreign Clearance Guide requires members to complete required travel documents and follow foreign government procedures as required by the DoD Foreign Clearance Guide.", "content": "leave-approving authority within the chain of command can deny requests without referring them to a higher-level. review 3.2.6.4. Required Travel Documents. When traveling outside the US, commanders ensure members Guide (https://www.fcg.pentagon.mil/fcg.cfm) for required travel documents and will instruct members to comply with foreign government procedures as required by the DoD Foreign Clearance Guide. (T-0) Clearance Foreign DoD the 24 DAFI36-3003 7 AUGUST 2024", "metrics": {"readability": 0.36119999999999997, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.68}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the regulatory requirement for non-chargeable leave is to support medical recuperation and authorized absence from the duty location without having to use annual leave. Non-chargeable leave types in Table 4.1 are not chargeable against the member's annual leave balance. The following leave types are not chargeable:\n\n1. Convalescent leave is an authorized or the director of a medical treatment absence normally for the facility may grant convalescent leave.\n\n2. The minimal time essential to commander must not approve more than 30 meet the medical needs days initial convalescent leave.\n\n3. Extending convalescent leave beyond 30", "content": "NON-CHARGEABLE LEAVE 4.1. Purpose. Established to support with medical recuperation and authorized absences from the duty location without having to use annual leave. 4.2. Non-chargeable Leave. The following leave types in Table 4.1 are not chargeable against the member’s annual leave balance. Table 4.1. Non-Chargeable Leave Types. Rule A Non Chargeable Leave B Use C then the unit commander unless otherwise specified 1 Convalescent leave is an authorized or the director of a medical treatment absence normally for the facility may grant convalescent leave. The minimal time essential to commander must not approve more than 30 meet the medical needs days initial convalescent leave. (T-1) for recuperation. Extending convalescent leave beyond 30 days requires additional medical review and consent and must be approved by an O-5 (civilian equivalent) or above. (T-0) Exception: Convalescent leave due to pregnancy or childbirth. See paragraph", "metrics": {"readability": 0.41869999999999996, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.71}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.1", "summary": "For a U.S. Service member, the key travel entitlements and rules related to parental leave are:\n\n1. 12 weeks of are encouraged to approve requests for non-chargeable leave to incremental periods of parental leave.\n\n2. If the covered service member unit commander does not approve the after a qualifying birth taking of incremental parental leave, they must allow the member to take the full 12 minor child or who have weeks of parental leave in one continuous a minor child placed for period.\n\n3. Reserve Authorizes 12 RCML will place eligible RC members in a Competennt periods after the birth of a parental leave", "content": "2 MPLP authorizes 12 weeks of are encouraged to approve requests for non-chargeable leave to incremental periods of parental leave. If the covered service members unit commander does not approve the after a qualifying birth taking of incremental parental leave, they event, adoption of a must allow the member to take the full 12 minor child or who have weeks of parental leave in one continuous a minor child placed for period. See paragraph 4.2.2 for additional adoption or long-term guidance. (T-0) foster care with them to care for the child. 3 Reserve Authorizes 12 RCML will place eligible RC members in a Component periods after the birth of a parental leave status, excusing them from DAFI36-3003 7 AUGUST 2024 25 Maternity Leave child. attending Inactive Duty Training (IDT) in (RCML) accordance with this guidance (T-0) See paragraph 4.2.3 for additional guidance. 4 Bereavement in connection with the may allow a service member with less than loss of a spouse or child 30 days of accrued ordinary leave up to 14 days of leave to be used in connection with the death of a spouse or child. See paragraph 4.2.4 for additional guidance. 5 PTDY is an authorized absence may authorize a PTDY in accordance with limited to reasons in the specific rules in Table 4.3. See Table 4.3. paragraph 4.2.5 for additional guidance. 6 Emergency a serious medical may grant a service member non- Leave Absence of condition of an chargeable emergency leave of absence for immediate family a qualifying emergency with the following member of the service limitations. This authority cannot be member; death of an further delegated to a subordinate level. immediate family See paragraph 4.2.6 for additional member (as previously guidance. defined in the glossary); or any other hardship the commander or director determines appropriate. 7 Excess is leave members may approve the request. See paragraph normally use for personal", "metrics": {"readability": 0.5036, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.6}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.7", "summary": "A service member is a military travel expert, and the key travel entitlements and rules for a U.S. Service member are:\n\n1. Summarize the key travel entitlements and rules for a U.S. Service member.\n\nA service member is a military travel expert, and the key travel entitlements and rules for a U.S. Service member are:\n\n- Convalescent leave is an authorized absence normally for the minimal time essential to meet the medical needs for recuperation rather than a predetermined formula.\n- A member of the armed forces diagnosed with a medical condition is allowed convalescent leave if the medical or behavioral health provider of the member determine", "content": "or family emergency situations when members cannot request advance leave. 4.2.1. Convalescent Leave. Convalescent leave is an authorized absence normally for the minimal time essential to meet the medical needs for recuperation rather than a predetermined formula. A member of the armed forces diagnosed with a medical condition is allowed convalescent leave if the medical or behavioral health provider of the member determines that the member is not yet fit for duty as a result of that condition and recommends such leave for the member to provide for the convalescence of the member from that condition. This may include convalescence to enable healthy coping mechanisms following traumatic events such as loss of a child due to stillbirth or miscarriage where other types of non-chargeable leave are 26 DAFI36-3003 7 AUGUST 2024 not authorized. A service member may only be authorized convalescent leave for their own medical condition and not in connection with a medical condition of their dependent or other family member. The Air Force Surgeon General (AF/SG) oversees the convalescent leave program. The guidance can be found in AFMAN 41-210, Tricare Operations and Patient Administration. See Table 4.2. 4.2.1.1. Convalescent Leave Approval. A service member’s commander or the director of a medical treatment facility may grant convalescent leave. The commander must not approve more than 30 days initial convalescent leave. (T-1) Extending convalescent leave beyond 30 days requires additional medical review and consent and must be approved by an O-5 or civilian equivalent or above except for convalescent leave due to pregnancy or childbirth. (T-0) Note: During short absences of the unit commander, the commander’s designated representative may approve convalescent leave. 4.2.1.2. Convalescent leave will be forfeited if unused at separation from active service. (T-0) 4.2.1.3. Convalescent Leave due to pregnancy or birth. Maternity convalescent leave is limited to a covered service member birthparent after a qualifying birth event. (T-0) In cases where a baby is stillborn, miscarried, or where the baby is given up for adoption immediately following birth, convalescent leave may be granted. (T-0) Commanders and equivalents may approve more than 30 days of maternity convalescent leave. (T-0) 4.2.1.3.1. Absence From Duty Because of Pregnancy. During pregnancy, members continue to perform normal duties as long as they are medically fit to do so. If it becomes medically necessary for the member’s or fetus’ health and safety, convalescent leave is appropriate. 4.2.1.3.2. Maternity convalescent leave will be approved for the recovery of the birth parent from giving birth if such leave is specifically recommended, in writing by the health care provider of the birth parent, to address a diagnosed medical condition and is approved by the unit commander. (T-0) 4.2.1.3.2.1. Must be taken immediately following childbirth, except that the leave shall not commence until the first full day after the birth of the child or the date of release of the member from the hospital or similar facility where the birth took place, whichever is later. (T-0) 4.2.1.3.2.2. Must be taken prior to any parental leave. (T-0) 4.2.1.3.2.3. …continued", "metrics": {"readability": 0.3679, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.68}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.7", "summary": "In a military travel guide for a service member, the key travel entitlements and rules for a U.S. Service member are:\n\n1. Leave shall not commence until the first full day after the birth of the child or the date of release from the hospital or similar facility where the birth took place, whichever is later.\n\n2. Leave shall not commence until the first full day after the birth of the child or the date of release from the hospital or similar facility where the birth took place, whichever is later.\n\n3. Leave shall not commence until the first full day after the birth of the child or the date of release from the hospital or similar facility where the birth took place, which", "content": "the leave shall not commence until the first full day after the birth of the child or the date of release of the member from the hospital or similar facility where the birth took place, whichever is later. (T-0) 4.2.1.3.2.2. Must be taken prior to any parental leave. (T-0) 4.2.1.3.2.3. Must be taken in only one increment. (T-0) 4.2.1.3.2.4. May be taken in conjunction with parental leave, and/or with approved ordinary (chargeable) leave. (T-0) 4.2.1.4. Medical Authority. The medical authority or attending physician determines: 4.2.1.4.1. When a medical condition warrants continuance of convalescent leave. 4.2.1.4.2. Whether the member can depart the local area while on convalescent leave. 4.2.1.4.3. Convalescent Leave Begins. Convalescent leave begins the day of release from the MTF and continues through the day before the member’s return to duty, if applicable, or return to in-hospital status. DAFI36-3003 7 AUGUST 2024 27 4.2.1.5. Voluntary Termination. A member may voluntarily terminate convalescent leave earlier with the attending physician approval. 4.2.1.6. Combining Leave. Convalescent leave may be taken in conjunction with ordinary leave, PTDY and terminal leave. 4.2.1.7. Terminating Convalescent Leave. The unit commander may terminate convalescent leave status if the member’s continued absence from duty would clearly have an adverse impact on the readiness or operational mission of the unit. The unit commander must consult the attending military health authority to determine whether such action is medically advisable prior to terminating convalescent leave. (T-1) 28 DAFI36-3003 7 AUGUST 2024 Table 4.2. Convalescent Leave Requests. A B C R U L E 1 2 If member and is discharged from inpatient status medical condition is not pregnancy related medical condition is childbirth 3 is treated in an outpatient status medical condition is pregnancy related 4 5 6 medical condition is not pregnancy related is in inpatient status at Air Force medical facility will be returning to the medical facility as an inpatient medical condition is not pregnancy related is a patient at an Army, or Navy medical facility, or at a Veterans’ Affairs (VA) hospital in inpatient status at a civilian medical facility when a MTF is not available in the area. then the unit commander unless otherwise specified normally approves the number of days that the attending physician deems necessary, not to exceed 30 days. normally approves 42 days. Note: If member does not retain child, convalescent leave guidance is provided in AFMAN 41-210. normally approves the number of days that the attending physician deems necessary for the member’s or fetus’s health and safety. normally approves the number of days that the attending physician deems necessary, not to exceed 30 days. Medical facility service chief or department chairman normally approves up to 30 days that the attending physician deems necessary. Medical facility commander may approve more than 30 but less than 90 days. More than 90 days requires Major Command Chief of Aerospace Medicine (MAJCOM/SGP) approval and National Guard Bureau Surgeon General (NGB/SG) for ANG. (T-3) Army or Navy medical facility commander or VA Director normally approves up to …continued", "metrics": {"readability": 0.6322, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.82}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.7", "summary": "For a U.S. Service member, the key travel entitlements and rules for military travel include:\n\n1. Medical facility commander may approve more than 30 but less than 90 days.\n\n2. Medical facility commander or VA Director normally approves up to 30 days that the attending physician deems necessary.\n\n3. Continued convalescent requires additional medical review.\n\n4. DAFI36-3003 7 AUGUST 2024 29 A R U L E 8 elected medical procedure at own expense Air Force physician previously determined member required the medical procedure normally approves the number of days that the", "content": "necessary. Medical facility commander may approve more than 30 but less than 90 days. More than 90 days requires Major Command Chief of Aerospace Medicine (MAJCOM/SGP) approval and National Guard Bureau Surgeon General (NGB/SG) for ANG. (T-3) Army or Navy medical facility commander or VA Director normally approves up to 30 days that the attending physician deems necessary. Continued convalescent requires additional medical review. (T-0) 7 elected medical procedure at own expense Air Force physician previously determined member required the medical procedure normally approves the number of days that the attending physician deems necessary, not to exceed 30 days. DAFI36-3003 7 AUGUST 2024 29 A R U L E 8 elected medical procedure at own expense B C Air Force physician previously determined member did not require the medical procedure 9 paid for medical procedure which Air Force medical authority determined member did not require is subsequently treated at an Air Force medical facility after experiencing complications 10 if member is a survivor of a sexual assault and has either a restricted or an unrestricted report 11 if the member is a victim of adult maltreatment are being supported by the Family Advocacy Program cannot approve. Note: Members take ordinary leave to cover the period of absence unless approved for administrative absence pursuant to reproductive health care policy in Table 4.3., Rule 25. The period of absence includes the time actually spent as an inpatient in a civilian hospital and any convalescent period deemed necessary by the attending physician. normally approves the number of days that the attending physician deems necessary, not to exceed 30 days. may approve up to 30 days during the member’s permanent duty station assignment, with medical authority recommendation; not all of which may be used consecutively; instead, to be used as needed by either male or female Airmen and Guardians to authorize convalescent leave to receive support or allow time for recovery either locally or outside the local area. Requests will be made without jeopardizing the confidentiality of the restricted report. (T-3) may approve up to 30 days during the member’s permanent duty station assignment, with medical authority recommendation; not all of which may be used consecutively; instead, to be used as needed by either male or female Airmen and Guardians to authorize convalescent leave to receive support or allow time for recovery. 4.2.2. Military Parental Leave Program. The MPLP authorizes 12 weeks of non-chargeable leave to covered service members after a qualifying birth event, adoption of a minor child or who have a minor child placed for adoption or long-term foster care with them to care for the child. The 12 weeks will be authorized during the 1-year period following a qualifying event. 30 DAFI36-3003 7 AUGUST 2024 4.2.2.1. Covered Members. AC service members, dual military couples, RC service members performing Active Guard and Reserve duty or Full-time National Guard Duty (FTNGD) for more than 12 months consecutively, and RC service members performing duty under a call or order to active service for more …continued", "metrics": {"readability": 0.39130000000000004, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.7}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.7", "summary": "For service members who are covered by this policy, members are authorized parental leave for the birth of their child and to care for the child. The period of parental leave is 12 weeks, and it will be authorized following a period of convalescence from childbirthing as described in paragraph.", "content": "DAFI36-3003 7 AUGUST 2024 4.2.2.1. Covered Members. AC service members, dual military couples, RC service members performing Active Guard and Reserve duty or Full-time National Guard Duty (FTNGD) for more than 12 months consecutively, and RC service members performing duty under a call or order to active service for more than 12 months consecutively, referred to collectively in this guidance as “members” are covered by this policy. Do not extend a period of active service of a RC member for the sole purpose of taking leave under the MPLP. (T-0) 4.2.2.2. Authorized Use. 4.2.2.2.1. Parental Leave for Birth. Members will be authorized parental leave for the birth of their child and to care for the child. (T-0) 4.2.2.2.1.1. For the birth parent. 12 weeks of parental leave will be authorized following a period of convalescence from childbirth as described in paragraph", "metrics": {"readability": 0.5456, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.62}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.1.3.2.1", "summary": "For a U.S. Service member, the key travel entitlements and rules in 1–2 simple sentences for a non-birth parent are:\n\n1. 4.2.2.2.1.2. For the non-birth parent, 12 weeks of parental leave will be authorized during the 1-year period beginning no earlier than on the date of birth of the child. If the child is born outside of marriage, the non-birth parent's parentage of the child must be established using the guidance in DAFI 36-3026V1, Volume 1, Identification Cards for Member of the Uniformed Services, Their", "content": "4.2.2.2.1.2. For the non-birth parent, 12 weeks of parental leave will be authorized during the 1-year period beginning no earlier than on the date of birth of the child. If the child is born outside of marriage, the non-birth parent’s parentage of the child must be established using the guidance in DAFI 36-3026V1, Volume 1, Identification Cards for Members Of The Uniformed Services, Their Eligible Family Members, And Other Eligible Personnel. (T-0) 4.2.2.2.2. Parental Leave for Adoption Placement or Adoption. Members will be authorized parental leave following the date of placement of a minor child with the member for adoption, or the date of adoption of a minor child by the member. (T-0) 4.2.2.2.2.1. A member will be authorized parental leave for either the placement or finalized adoption, but not both, for the same child. (T-0) 4.2.2.2.2.2. If a member uses a surrogate and becomes the legal parent of a child, the event will be treated as an adoption and each member will be authorized parental leave. (T-0) 4.2.2.2.3. Parental Leave for Long-term Foster Care Placement. Members will be authorized parental leave after the date of placement of a minor child with the member for long-term foster care of the placed child. A member is not authorized an additional 12 weeks of parental leave when the placement of a minor child with the member for long-term foster care is: 4.2.2.2.3.1. Converted to a placement for adoption with the member. (T-0) 4.2.2.2.3.2. Finalized as an adoption by the member of a minor child already residing within the member’s household. (T-0) 4.2.2.3. Multiple Qualifying Events. Multiple qualifying events are subject to these limitations. 4.2.2.3.1. Multiple qualifying events that do not occur within the same 72-hour period will be treated as separate events for the allocation of parental leave. (T-0) Example: A birth parent has two qualifying events separated by 50 days. The birth parent gives birth to a child, and then a minor child is placed with the birth parent for adoption 50 DAFI36-3003 7 AUGUST 2024 31 days later. Specifically, in this example, the birth parent’s child is born on 1 January and the birth parent is released from the hospital on 5 January to begin a period of convalescent leave that ends on 4 February. On 5 February, the birth parent begins a 12-week period (i.e., 84 days) of parental leave. On 20 February, the birth parent adopts a minor child. In this example, the birth parent used 15 days of parental leave between the two events and has 69 days of unused parental leave from the birth of the child. The birth parent is authorized an additional 15 days for the placement of the minor child to be added to the 69 days remaining from the birth of the child. Any of these days that the birth parent does not use within 1 year of the second event will be forfeited. (T-0) 4.2.2.3.2. Multiple qualifying events occurring within the same 72-hour period will be treated as a single event …continued", "metrics": {"readability": 0.5832, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.64}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.1.3.2.1", "summary": "A service member is a military travel expert. Summarize the key travel entitlements and rules in 1–2 simple sentences for a U.S. Service member. Do not repeat the original text. Foci on what the service member needs to know.\n\n1. To the 69 days remaining from the birth of the child, any of these days that the birth parent does not use within 1 year of the second event will be forfeited. (T-0) 4.2.2.3.2. Multiple qualifying events occurring within the same 72-hour period will be treated as a single adoption. Example: A member adopts two children separated by 4", "content": "to the 69 days remaining from the birth of the child. Any of these days that the birth parent does not use within 1 year of the second event will be forfeited. (T-0) 4.2.2.3.2. Multiple qualifying events occurring within the same 72-hour period will be treated as a single event for the allocation of parental leave. Example: A member adopts two children separated by 48 hours. In this example, the member is authorized a total of 12 weeks (i.e., 84 days) of parental leave because the two adoptions are treated as a single adoption. Any parental leave that the member does not use within 1 year of the second adoption will be forfeited. (T-0) 4.2.2.3.3. In separate qualifying events, any new parental leave must run concurrently with any pre-existing parental leave that has not expired or been used as of the date of the new event. Example: A member adopts a minor child on 1 March and a minor child is placed with the member for long-term foster care on 1 September. The member used all 12 weeks (i.e., 84 days) of parental leave from the adoption before 1 September. In this example, the member is authorized an additional 12 weeks (i.e., 84 days) of parental leave for the placement of the minor child for long term foster care because the member used all the parental leave from the adoption before the placement event in September. Any parental leave of 12 weeks (i.e., 84 days) that the member does not use within 1 year of the placement will be forfeited. (T-0) 4.2.2.4. Taking Parental Leave. Members may take parental leave in one continuous period or in increments. Parental leave may be taken together with ordinary leave. (T-0) 4.2.2.4.1. Incremental Periods of Parental Leave. Parental leave may be taken in one or more increments. Increments will be taken consistent with operational requirements. (T-0) 4.2.2.4.1.1. Members choosing to take parental leave in more than one increment must request such proposed leave in blocks of at least 7 days each for a maximum of 12 increments and must submit such request within the timelines established by normal unit procedures. If the commander disapproves the request, the member may appeal the decision to the next level in the chain of command. (T-0) 4.2.2.4.1.2. Commanders are encouraged to approve requests for incremental periods of parental leave. If the unit commander does not approve the taking of incremental parental leave, they must allow the member to take the full 12 weeks of parental leave in one continuous period. (T-0) 4.2.2.4.2. Combining Types of Leave. Members may take ordinary (i.e., chargeable) leave in between increments of parental leave or consecutively with parental leave. No particular order or sequence of such leave is required. (T-0) 32 DAFI36-3003 7 AUGUST 2024 4.2.2.5. Unused Parental Leave. 4.2.2.5.1. Any amount of parental leave remaining unused at the time of separation from active service will be forfeited. Such forfeiture does not apply to a member who qualifies for Reserve Component Maternity Leave …continued", "metrics": {"readability": 0.5716, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.79}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.1.3.2.1", "summary": "A service member must take a minimum of 12 weeks of unused parental leave before separation from active service. The leave must be used within 12 months of separation, and any amount of leave remaining unused at the time of separation will be forfeited. The forfeiture does not apply to a member who qualifies for Reserve Compensation and Mobility Pay (RCMP) as described in paragraph.", "content": "sequence of such leave is required. (T-0) 32 DAFI36-3003 7 AUGUST 2024 4.2.2.5. Unused Parental Leave. 4.2.2.5.1. Any amount of parental leave remaining unused at the time of separation from active service will be forfeited. Such forfeiture does not apply to a member who qualifies for Reserve Component Maternity Leave (RCML) as described in paragraph", "metrics": {"readability": 0.40990000000000004, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.7}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.3.9", "summary": "A service member should know that parental leave that is not taken before the expiration of 1 year from the date of a birth of a child, adoption of a minor child, or placement of a minor child with the members for adoption or long-term foster care may be forfeited, unless paragraph.", "content": "4.2.2.5.2. Parental leave may not be transferred to create a shared benefit, even between members of a dual military couple. (T-0) 4.2.2.5.3. Parental leave that is not taken before the expiration of 1 year from the date of a birth of the child, adoption of a minor child, or placement of a minor child with the members for adoption or long-term foster care will be forfeited, unless paragraph", "metrics": {"readability": 0.2716, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.64}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.6", "summary": "In **1–2 simple sentences** for a U.S. Service member, the key travel entitlements and rules for military travel are:\n\n- 4.2.2.5.4. Any parental leave that this guidance authorizes for a RC member that is not taken by the time they are separated from active service will be forfeited unless such forfeiture does not apply as described in paragraph 4.2.2.5.1 in this guidance.\n\n- 4.2.2.5.4.1. The period of active service of a RC member may not be extended solely to permit them to take leave that this guidance authorizes.\n\n- 4", "content": "4.2.2.5.4. Any parental leave that this guidance authorizes for a RC member that is not taken by the time they are separated from active service will be forfeited unless such forfeiture does not apply as described in paragraph 4.2.2.5.1 in this guidance: (T-0) 4.2.2.5.4.1. The period of active service of a RC member may not be extended solely to permit them to take leave that this guidance authorizes. (T-0) 4.2.2.5.4.2. RC members will not be recalled to active service to use any category of leave, either singly or in combination, that this guidance authorizes. (T-0) 4.2.2.5.5. AC service members or RC members on active duty who are released from active duty, or who transition to the Selected Reserve of the Ready Reserve in an active status may be eligible for the RCML program as described in paragraph 4.2.3.9.1. (T-1) 4.2.2.5.6. To the extent they are otherwise eligible, covered service members who take maternity convalescent leave and parental leave may be authorized terminal leave. (T-0) Guidance for terminal leave can be found in DoDI 1327.06 and the guidance for the sell back of leave can be found in DoD 7000.14, Volume 7A, Chapter 35. 4.2.2.5.7. If the placement of a minor child with the member for adoption or long-term foster care is terminated, any amount of parental leave remaining unused on the date of such termination will be forfeited. Such forfeiture does not apply if the placement of the minor child for adoption or long-term foster care is finalized as an adoption by the member. (T-0) 4.2.2.6. Extension of the 1-Year Parental Leave Period. 4.2.2.6.1. A member is authorized to take parental leave after the 1-year period, if they would ordinarily lose unused parental leave at the end of the 1-year period because of one or more of these conditions: (T-0) 4.2.2.6.1.1. A member’s participation in a deployment and/or military exercise for a consecutive period of 90 or more consecutive days within the 1-year period concerned. (T-0) 4.2.2.6.1.1.1. The deferment period will begin on the first day following the member’s post-deployment reintegration, recovery, and reconstitution. (T-3) DAFI36-3003 7 AUGUST 2024 33 4.2.2.6.1.1.2. Operationally deployed members must normally defer parental leave until their deployment is completed. However, in exceptional and compelling circumstances, a unit commander may approve parental leave if the unit commander determines that the unit’s readiness will not be adversely impacted. (T-0) 4.2.2.6.1.2. A member’s attendance at an in-residence professional military education course for a consecutive period of 90 or more days within the 1-year period concerned. (T-0) 4.2.2.6.1.3. A member’s execution of permanent change-of-station orders with temporary duty en-route to a new permanent duty station, of 90 or more consecutive days, that would interfere with the taking of parental leave within the 1-year period concerned. (T-0) 4.2.2.6.1.4. A member conducted routine temporary duty away from the permanent duty station for a consecutive period of 90 or more days within the 1- year period. (T-0) 4.2.2.6.1.5. A member was hospitalized or in an in-patient status for 90 or more consecutive …continued", "metrics": {"readability": 0.5381, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.62}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.6", "summary": "A service member is a military travel expert who summarizes the key travel entitlements and rules in 1-2 simple sentences for a U.S. Service member. The service member needs to know:\n\n1. Leave within the 1-year period concerned.\n\n2. A member conducted routine temporary duty away from the permanent duty station for a consecutive period of 90 or more days within the 1-year period.\n\n3. A member was hospitalized or in an in-patient status for 90 or more consecutive days within the 1-year period concerned.\n\n4. A member serving on an unaccompanied tour for 90 days or more.", "content": "leave within the 1-year period concerned. (T-0) 4.2.2.6.1.4. A member conducted routine temporary duty away from the permanent duty station for a consecutive period of 90 or more days within the 1- year period. (T-0) 4.2.2.6.1.5. A member was hospitalized or in an in-patient status for 90 or more consecutive days within the 1-year period concerned. (T-0) 4.2.2.6.1.6. A member serving on an unaccompanied tour for 90 days or more. (T-0) 4.2.2.6.1.7. Secretary of the Air Force or designated representative may approve other extenuating circumstances, on a case-by-case basis, that exceed a consecutive period of 90 or more days within the 1-year period concerned. Requests due to extenuating circumstances must be initiated by the unit through the member’s chain of command via their servicing Military Personnel Section to AF/A1PA or SF/S1PA. (T-1) 4.2.2.6.2. For such qualifying circumstances outlined in paragraph 4.2.2.6.1, the 1- year period will be extended on a day-for-day basis based on the period of such circumstance. (T-0) The extension will not exceed 2 years from the date of birth, adoption or long-term fostering of the child. (T-3) 4.2.2.7. Non-Chargeable Leave for Surrogacy or Child Placed for Adoption. Non- Chargeable Leave for Surrogacy or Child Placed for Adoption. 4.2.2.7.1. A member who either places their child for adoption or has their parental rights terminated by consent or court order is not eligible for parental leave. However, the member may be authorized convalescent leave as recommended by the DoD health care provider in accordance with medical practice standards. (T-0) 4.2.2.7.2. A member whose spouse meets the conditions of paragraph 4.2.2.7.1 is not authorized parental leave. (T-0) 4.2.2.8. Parental Leave Following a Stillbirth or Miscarriage. 4.2.2.8.1. Non-Chargeable Leave Following a Stillborn or Miscarriage. In cases when a member experiences a stillbirth or miscarriage, neither the member nor their spouse (if a member) is eligible for parental leave. However, the DoD health care provider 34 DAFI36-3003 7 AUGUST 2024 may recommend convalescent leave in accordance with medical practice standards or may be authorized emergency leave. (T-0) 4.2.2.8.2. Leave Following Death of a Child. Parental leave eligibility, or the parental leave, if started, terminates upon the death of the child, adopted child, or child placed for adoption or long-term foster care. However, in such cases, members may be transitioned to convalescent leave if recommended by a DoD health care provider in accordance with medical practice standards or transitioned to types of leave such as emergency leave or other types of leave as appropriate. (T-0) 4.2.2.9. Transitioning Primary and Secondary Caregivers to the Expanded MPLP. 4.2.2.9.1. Parental leave authorized by this guidance also applies to members who have unused caregiver leave or maternity convalescent leave by 27 December 2022, if such unused leave was authorized by the 23 March 2018, Under Secretary of Defense for Personnel and Readiness memorandum. In such cases, the member is authorized a total of 12 weeks of parental leave as described in paragraph 4.2.2.2, but the member’s unit commander must approve the taking of this parental leave in …continued", "metrics": {"readability": 0.4647, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.73}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.6", "summary": "For a service member who is authorized to take parental leave under the 23 March 2018 Under Secretary of Defense for Personnel and Readiness memorandum, the following are the key travel entitlements and rules:\n\n1. Service member is authorized a total of 12 weeks of parental leave as described in paragraph 4.2.2.2, but the member's unit commander must approve the taking of this parental leave in accordance with paragraph 4.2.2.4.1.2. All provisions in this guidance apply to such members.\n\n2. All provisions in this guidance apply to such members.\n\n3. A", "content": "was authorized by the 23 March 2018, Under Secretary of Defense for Personnel and Readiness memorandum. In such cases, the member is authorized a total of 12 weeks of parental leave as described in paragraph 4.2.2.2, but the member’s unit commander must approve the taking of this parental leave in accordance with paragraph 4.2.2.4.1.2. All provisions in this guidance apply to such members. (T-0) 4.2.2.9.2. Any used caregiver leave of a member when combined with the parental leave authorized by this guidance must not exceed a total of 12 weeks. A birth parent who is in a maternity convalescent status as of 27 December 2022, is authorized to continue in such a status until the birth parent completes the approved period of maternity convalescent leave. Any maternity convalescent leave granted to a birth parent by 27 December 2022, is assumed to meet the requirements for convalescent leave authorized in this issuance. (T-0) Example 1: A service member designated as the primary caregiver is granted 6 weeks of maternal convalescent leave following the birth of a child. The service member completes 3 of the 6 weeks of maternal convalescent leave and does not use any Caregiver Leave as of 27 December 2022, would be eligible to transition into the new policy and take up to 12 weeks of parental leave because they would have unused caregiver leave as of 27 December 2022. Example 2: A service member designated as a secondary caregiver used 2 of the 3 weeks of caregiver leave as of 27 December 2022, would be eligible to transition into the new policy and take up to 10 weeks of parental leave because they would have unused caregiver leave as of 27 December 2022. Example 3: A service member designated as the primary caregiver uses 5 of the 6 weeks of caregiver leave as of 27 December 2022, would be eligible to transition into the new policy and take up to 7 weeks of parental leave because they would have unused caregiver leave as of 27 December 2022. 4.2.2.9.3. Such leave that remains unused within 1 year of the qualifying event will be forfeited unless paragraph 4.2.2.6 applies. (T-0) 4.2.3. RCML. 4.2.3.1. Eligible RC Members. For purposes of eligibility for RCML and its associated benefits, a “covered member” is a member of the Ready Reserve of an RC in an actively participating status who gives birth, and as of the date of a qualifying birth event: DAFI36-3003 7 AUGUST 2024 35 4.2.3.2. Is a participating member of the Selected Reserve in good standing who is entitled to receive inactive duty pay when attending or participating in periods of IDT either as a member of a unit or individually; or, 4.2.3.3. Is a member of the Individual Ready Reserve who is entitled to receive inactive duty pay when attending or participating in a sufficient number of periods of IDT over the course of a year to count the year as a qualifying year of creditable service toward eligibility for a …continued", "metrics": {"readability": 0.53, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.77}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.6", "summary": "In summary, a service member who gives birth is entitled to receive inactive duty pay when attending or participating in a sufficient number of periods of IDT over the course of a year to count as a qualifying year of creditable service toward eligibility for a non-regular retirement. The service member's remaining military service obligation, whichever is less, is not eligible for RCML or associated program benefits (T-0). RCML program parameters include a limited entitlement to RCML for a covered service member who gives birth, defined as the parent following a qualified birth event. The covered service member must be limited to a service member who is not on active duty, as that term is", "content": "4.2.3.3. Is a member of the Individual Ready Reserve who is entitled to receive inactive duty pay when attending or participating in a sufficient number of periods of IDT over the course of a year to count the year as a qualifying year of creditable service toward eligibility for a non-regular retirement; and, 4.2.3.4. But for giving birth, would otherwise be required to, or would be scheduled to, attend or participate in up to 12 periods of IDT as specified in paragraphs 4.2.3.1 – 4.2.3.3 of this instruction within 1 year following the date the member gives birth, or the member’s remaining military service obligation, whichever is less. 4.2.3.5. Ineligible RC Members. RC members in the following categories or statuses are not eligible for RCML or associated program benefits (T-0): 4.2.3.5.1. Members in the Retired Reserve in a retired status, members on the inactive status list of an RC or assigned to the Standby Reserve, members of the Ready Reserve (including the Individual Ready Reserve) who: (a) Are not entitled to inactive duty pay when performing IDT; or (b) May be entitled to such pay, but only as a result of performing IDT on an occasional or sporadic basis, and whose performance of IDT over the course of a year would be insufficient to be counted as a qualifying year of creditable service toward eligibility for a non-regular retirement. 4.2.3.5.2. Members in the Selected Reserve who were dropped from the roles according to the guidance in DAFI 36-3211, Military Separations, paragraph 8.46.7. 4.2.3.6. RCML Program Parameters. 4.2.3.6.1. Conditions for Entitlement to RCML. 4.2.3.6.1.1. Is limited to a covered service member who gives birth, defined as the parent following a qualifying birth event. (T-0) 4.2.3.6.1.2. Is limited to covered service members who are not on active duty, as that term is defined in Section 101(18) of Title 37, USC, and are not entitled to basic pay during any RCML period taken by the covered member. (T-0) 4.2.3.6.1.3. Must be used within 1 year following the date of a qualifying birth event. (T-0) 4.2.3.6.1.4. May not be taken for any IDT period for which RCML may otherwise be authorized, but for which the IDT period is rescheduled or excused. (T-0) 4.2.3.6.1.5. Must be taken in increments equivalent to a 4-hour IDT period of which a maximum of two such increments may be taken per day. Each such 4-hour increment will constitute an “RCML period.” (T-0) 4.2.3.6.1.6. May be taken in multiple non-consecutive segments (e.g., in non- consecutive months). However, if taken in segments that are not consecutive, each segment must consist of a minimum of two RCML periods. (T-0) 36 DAFI36-3003 7 AUGUST 2024 4.2.3.6.1.7. May not exceed 12 RCML periods or, if fewer than 12, the number of IDT periods at which a covered member was otherwise required or scheduled to attend or participate (and for which the member was entitled to receive inactive duty pay and retirement points) within the 12 months following the date of a qualifying birth event. …continued", "metrics": {"readability": 0.2532, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.63}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.6", "summary": "In a military travel expert's summary of the key travel entitlements and rules for a U.S. Service member, the following are provided:\n\n1. If a covered member is otherwise required or scheduled to attend or participate (and for which the member was entitled to receive inactive duty pay and retiration points) within the 12 months following the date of a qualified birth event, they are entitled to receive up to 12 periods of RCML during the 12 months following the birth event.\n\n2. RCML benefits include inactive duity pay, special and incentive pay (including any provision governing payment of such pays to service members during periods while they are on leave), and", "content": "if fewer than 12, the number of IDT periods at which a covered member was otherwise required or scheduled to attend or participate (and for which the member was entitled to receive inactive duty pay and retirement points) within the 12 months following the date of a qualifying birth event. (T-0) 4.2.3.6.1.8. May not be disapproved by a commander if taken during the IDT periods occurring within the first 3 months following the date of a qualifying birth event. However, commanders may disapprove RCML due to operational requirements and training workloads if it is requested outside these 3 months. (T-0) 4.2.3.6.1.9. In disapproving RCML, commanders will take into consideration the member’s health (including any health effects related to their recovery from childbirth), whether the member’s health impacts their ability to safely return to military duty and will propose alternate dates for which the member may take RCML. (T-0) 4.2.3.6.1.10. In no case will commanders establish limitations on scheduling RCML that would cause covered members to forfeit one or more periods of the leave. (T-0) 4.2.3.6.1.11. May not be transferred to create any kind of shared benefit. (T-0) 4.2.3.6.2. Treatment of Periods of RCML. 4.2.3.6.2.1. A period of RCML taken by a covered member will count toward meeting the minimum requirements for achieving a satisfactory year of participation in the Ready Reserve by the member. (T-0) Guidance is provided in DoDI 1215.13, Ready Reserve Member Participation Policy, (i.e., it will not be treated as an unexcused absence). 4.2.3.6.2.2. The associated retirement point credited for each period of RCML taken by a covered service member will count toward the minimum 50 retirement points necessary to achieve a qualifying year of creditable service for non-regular retirement. (T-0) Guidance can be found in DoDI 1215.07, Service Credit for Non- Regular Retirement. 4.2.3.7. RCML Benefits. 4.2.3.7.1. Inactive Duty Pay. A covered service member is entitled to compensation at the rate of 1/30 of the basic pay authorized for a service member entitled to basic pay in accordance with Section 204 of Title 37, Entitlement, of a corresponding grade and longevity (as computed for purposes of entitlement to basic pay) for each period, not to exceed 12 periods, during which the covered member is on RCML. 4.2.3.7.2. Special and Incentive Pay(s) and Bonuses. Subject to the laws, regulations, and policies governing a specific special or incentive pay or bonus (including provisions governing payment of such pays or bonuses to service members during periods while they are on leave), a covered service member is entitled to payment of any special or incentive pay or bonus during each period of RCML, not to exceed 12 periods, that they would have otherwise been entitled to receive while attending or participating in IDT periods had they not been on RCML. DAFI36-3003 7 AUGUST 2024 37 4.2.3.7.3. Retirement Points. For each paid period of paternal leave used, the RC members will accumulate one retirement point. Covered RC member who gives birth will be granted a maximum of 12 paid periods within …continued", "metrics": {"readability": 0.34600000000000003, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.52}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.6", "summary": "For a U.S. Service member, the key travel entitlements and rules for participating in IDT periods are as follows:\n\n1. Participating in IDT periods had they not been on RCML.\n\n2. DAFI36-3003 7 August 2024, 37.\n\n3. Retirement Points. For each paid period of paternal leave used, the RC members will accumulate one retiration point.\n\n4. Covered RC member who gives birth will be granted a maximum of 12 paid periods within the 12 months following a birth.\n\n5. In addition to the 12 paid periods birth parents", "content": "participating in IDT periods had they not been on RCML. DAFI36-3003 7 AUGUST 2024 37 4.2.3.7.3. Retirement Points. For each paid period of paternal leave used, the RC members will accumulate one retirement point. Covered RC member who gives birth will be granted a maximum of 12 paid periods within the 12 months following a birth. In addition to the 12 paid periods birth parents are authorized an additional 4 unpaid period absences that can be rescheduled as appropriate. (T-0) 4.2.3.7.4. Commanders will place eligible RC members in a parental leave status, excusing them from attending IDT in accordance with this guidance. Eligible RC members will receive compensation and retirement points only for regularly scheduled IDT that fall within the authorized parental leave period. (T-0) 4.2.3.7.5. Other Forms of Military Compensation and Benefits. RCML does not confer entitlement to any form of military pay, allowance, or other benefit not expressly provided for by Directive-type Memorandum 22-004, Reserve Component Maternity Leave Program. 4.2.3.8. RCML As it Relates to Surrogacy. 4.2.3.8.1. In cases where a Military Service allows its members to act as surrogates, RCML following a qualifying birth event is authorized for covered service members who act as surrogates. 4.2.3.8.2. In cases where a covered service member uses a surrogate, and the member becomes the legal parent or guardian of the child, the event will be treated as an adoption, and the member will not be entitled to RCML. (T-0) 4.2.3.9. Special Rule for RC Members Who Give Birth While on Active Duty. 4.2.3.9.1. Transitioning Service Members Who are Eligible for MPLP. The following may apply to RC members on active duty who are released from active duty, or regular Component service members who transition to the Selected Reserve of the Ready Reserve in an active status. 4.2.3.9.2. Such service members must be eligible for parental leave under the MPLP as defined in the 23 March 2018, Under Secretary of Defense for Personnel and Readiness memorandum, and have parental leave remaining unused at the time of release or separation from active duty. They will receive a proportionate amount of RCML as described in paragraph 4.2.3.9.2.2 of this instruction if the following conditions are met: 4.2.3.9.2.1. The member who gives birth is the birth parent. (T-0) 4.2.3.9.2.2. The member at the time of separation or release from active duty (or within 3 months following the date of separation or release) is affiliated with the Selected Reserve of the Ready Reserve in an actively participating status and is required or scheduled to attend or participate in up to 12 periods of IDT, either as a member of a unit or individually, within the 12 months following the date of the MPLP qualifying birth event. (T-0) 4.2.3.9.2.3. The member is not ineligible for RCML as described in paragraph", "metrics": {"readability": 0.5869, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.64}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.6", "summary": "For a U.S. Service member, the following travel entitlements and rules apply:\n\n1. Event: The member is not ineligible for RCML as described in paragraph.\n\n2. RCML: The member is not ineligible for RCML as described in paragraph.\n\n3. Event: The member is not ineligible for RCML as described in paragraph.\n\n4. Event: The member is not ineligible for RCML as described in paragraph.\n\n5. Event: The member is not ineligible for RCML as described in paragraph.\n\n6. Event: The member is not ineligible for RCML as described in", "content": "event. (T-0) 4.2.3.9.2.3. The member is not ineligible for RCML as described in paragraph", "metrics": {"readability": 0.5175, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.76}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.3.5", "summary": "For a service member on active duty who transitioned to the Selected Reserve of the Readiness Reserve in an actively participating status and who did not qualify for parental leave under the Military Parental Leave Program (MPLP), the service member may be eligible for one period of RCML for each full week of unused parental leave under the MPLP. The proportionate RCML period(s) that represent the unused parental leave are used within 1 year of the date the member gave birth while on active duty. The service member may be eligible for one period of RCML for each full week of unused parental leave under the MPLP, for a maximum of six periods.", "content": "38 DAFI36-3003 7 AUGUST 2024 4.2.3.9.2.4. The proportionate RCML period(s) that represent the unused parental leave are used within 1 year of the date the member gave birth while on active duty. Any unused RCML remaining at the end of the 1-year period will be forfeited. (T-0) 4.2.3.9.3. Qualified members will be eligible for one period of RCML for each full week of unused parental leave under the MPLP. For example, a member with 6 weeks of MPLP parental leave remaining unused as of the date of release or separation from active duty would be eligible for a maximum of six periods of RCML. (T-0) 4.2.3.9.4. Transitioning RC Members on Active Duty Who Are Ineligible for MPLP. service members on active duty who transition to the Selected Reserve of the Ready Reserve in an actively participating status and who, while on active duty, gave birth, but were not eligible for parental leave under the MPLP may be eligible for RCML for a qualifying birth event (as defined by this instruction if the conditions in paragraphs", "metrics": {"readability": 0.3321, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.67}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.3.9.1", "summary": "In summary, a service member who is a member of a RC, including dual-status Military Technicians, can receive both RCML and any form of Federal civilian parental leave. The amount of RCML forfeited is one year after the date of a qualifying birth event. The service member can use up to 14 days of bereavement leave to be used in connection with the death of a spouse or child, and the member with less than 30 days of accrued ordinary leave may be authorized bereavement leave for this purpose.", "content": "4.2.3.9.5. Other. Eligibility, or the leave itself if started, will continue even if the parental rights are immediately terminated and the baby is given up for adoption, or a live birth followed shortly thereafter by the death of the baby, stillbirth, or late term miscarriage (i.e., a stillbirth or late term miscarriage that occurs at or after 20 gestational weeks) of a child(ren) to an RC covered member who is the parent who gives birth for emotional recovery and well-being (non-chargeable) in consultation with medical providers. (T-0) Guidance can be found in AFMAN 41-210 and DoDI 1327.06. 4.2.3.9.6. Multiple births resulting from a single pregnancy (e.g., twins or triplets) will be treated as a single birth event so long as the multiple births occur within the same 72-hour period. Multiple births that do not occur within the same 72-hour period will be treated as separate birth events (in this case, however, any new periods of RCML must run concurrently with any pre-existing period(s) of such leave that have not expired or been used as of the date of the new birth event). (T-0) 4.2.3.9.7. Federal Civilian Employees. A Federal civilian employee who is a member of a RC, including dual-status Military Technicians as defined in Section 10216(a)(1) of Title 10, USC, and who also meets the requirements to be considered a covered member in accordance with paragraph 4.2.3.1 of this attachment may, as appropriate, receive both RCML and any form of Federal civilian parental leave. 4.2.3.10. Unused RCML. Any amount of RCML will be forfeited if it remains unused: 4.2.3.10.1. One year after the date of a qualifying birth event. (T-0) 4.2.3.10.2. At the time of separation from the Department of the Air Force. (T-0) 4.2.3.10.3. At the time of transfer from an eligible RC category or status to an ineligible Category or status (including transfer to the Standby Reserve, any other non- pay status, or the Retired Reserve with or without entitlement to retired pay) (T-0); or 4.2.3.10.4. The commencement of an active-duty period that is at least 30 calendar days. (T-0) DAFI36-3003 7 AUGUST 2024 39 4.2.4. Bereavement Leave. The loss of a spouse or child has detrimental effects on a member’s ability to perform assigned duties. Guidance in section 701(l) of Title 10, USC, authorizes a member who experiences such a loss will be allowed up to 14 days of leave to be used in connection with the death of a spouse or child. A member with less than 30 days of accrued ordinary leave may be authorized bereavement leave for this purpose. (T-0) 4.2.4.1. Retroactive Period. A member whose spouse or child died on or after 25 June 2022, and before the publication date of DTM 23-003, Bereavement Leave for Service Members, and who was charged leave in connection with such death, may request such leave be restored if the member would have been eligible for bereavement leave as described in this guidance and the member has not separated (includes transfer to the Fleet Reserve or …continued", "metrics": {"readability": 0.4979, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.6}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.3.9.1", "summary": "A service member is a military travel expert who summarizes the key travel entitlements and rules in 23-003, Bereavement Leave for Service Members, and who was charged leave in connection with such death, may request such leave be restored if the member would have been eligiable for bereavement leave as described in this guidance and the member has not separated (inclduing transfer to the Fleet Reserve or Fleet Marine Corps Reserve) or retired from active service before the effective date of this guidance. The 4.2.4.2. Covered Members are AC service members, RC service members performing active Guard and Reserve duty or full-time National Guard DuTy for longer than", "content": "23-003, Bereavement Leave for Service Members, and who was charged leave in connection with such death, may request such leave be restored if the member would have been eligible for bereavement leave as described in this guidance and the member has not separated (includes transfer to the Fleet Reserve or Fleet Marine Corps Reserve) or retired from active service before the effective date of this guidance. (T-0) Impacted service members will work with their Commander Support Staff (CSS) to submit a request to the local finance office to have the leave restored. (T-1) 4.2.4.2. Covered Members. AC service members, RC service members performing active Guard and Reserve duty or full-time National Guard Duty for longer than 12 months consecutively, and RC service members performing duty under a call or order to active service for more than 12 months consecutively are covered by this policy. (T-0) 4.2.4.3. Authority to Grant Bereavement Leave. Authority to grant bereavement leave will be extended to unit commanders. Swift and sensitive action on bereavement leave requests will be made to avoid additional stress on the member and their family. (T-0) 4.2.4.4. Eligibility. 4.2.4.4.1. A member whose spouse or child dies on or after 25 June 2022 and has fewer than 30 days of accrued ordinary leave on the date of such death is eligible for bereavement leave. Bereavement leave is non-chargeable leave. (T-0) 4.2.4.4.2. A member whose spouse or child dies on or after 25 June 2022 and who has 30 or more days of accrued ordinary leave on the date of such death is eligible for bereavement leave once their accrued ordinary leave is less than 30 days. (T-0) 4.2.4.5. Allocation of Bereavement Leave. Members shall be authorized up to 14 consecutive days of bereavement leave, based on the member’s request, to be used in connection with the death of their spouse or child. (T-0) 4.2.4.6. Period of Bereavement. The period of bereavement is the timeframe in which a member may take bereavement leave. The period of bereavement begins on the date of death of the spouse or child and ends on the date that is no later than 14 consecutive days after the deceased person’s funeral, burial, or memorial service, whichever occurs last. (T-0) 4.2.4.6.1. The Secretary of the Air Force or designated representative may extend the period of bereavement due to operational requirements or other extenuating circumstances. 40 DAFI36-3003 7 AUGUST 2024 4.2.4.6.2. Written requests for extending the period of bereavement due to operational requirements or other extenuating circumstances must be initiated by the unit through the member’s chain of command via their servicing Military Personnel Section to AF/A1PA or SF/S1PA. (T-1) 4.2.4.7. Leave in Connection With The Death of a Spouse or Child. 4.2.4.7.1. General Provisions. Members will be afforded the opportunity to take up to 14 days of leave in connection with the death of a spouse or child, consistent with operational requirements. Additionally, chargeable leave may be authorized. (T-0) 4.2.4.7.2. Bereavement Leave. Eligible members may be authorized up to 14 …continued", "metrics": {"readability": 0.16670000000000001, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.28}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.3.9.1", "summary": "A service member is a military travel expert. Summarize the key travel entitlements and rules in 1–2 simple sentences for a U.S. Service member. Do not repeat the original text. Foocus on what the service member needs to know.\n\n1. Child. 4.2.4.7.1. General Provisions. Member may be afforded the opportunity to take up to 14 days of leave in connection with the death of a spouse or child, consistent with operational requirements. Additionally, chargeable leave may be authorized. (T-0)\n\n2. Bereavement Leave. A member may be authorized up to 14 days of bereave", "content": "Child. 4.2.4.7.1. General Provisions. Members will be afforded the opportunity to take up to 14 days of leave in connection with the death of a spouse or child, consistent with operational requirements. Additionally, chargeable leave may be authorized. (T-0) 4.2.4.7.2. Bereavement Leave. Eligible members may be authorized up to 14 days of bereavement leave, to be taken in one increment of consecutive calendar days, during the period of bereavement described in paragraph 4.2.4.6 of this guidance. A member who initially requests and is authorized less than 14 consecutive days of bereavement leave may be authorized to extend the period of bereavement leave up to 14 consecutive days, so long as all the bereavement leave is taken in one increment. (T-0) 4.2.4.7.3. Other Leave in Addition to Bereavement Leave. Bereavement leave may be authorized in combination with chargeable leave (e.g., emergency leave, ordinary leave, and advance leave) and other types of non-chargeable leave (e.g., convalescent leave and emergency leave of absence). When more than one type of leave is authorized, bereavement leave does not need to be taken prior to using other types of leave but, unlike other types of leave, bereavement leave must be used during the period of bereavement described in paragraph 4.2.4.6 of this guidance. (T-0) 4.2.4.7.4. Transition From Chargeable Leave to Bereavement Leave. During the period of bereavement, a member with 30 or more days of accrued ordinary leave who is authorized to take chargeable leave (e.g., emergency leave) will be charged leave until such point that the member’s accrued ordinary leave is less than 30 days. Up to 14 consecutive days of bereavement leave may be authorized to begin after such point. (T-0) 4.2.4.8. Limitations. 4.2.4.8.1. Absent an exception due to operational requirements or other extenuating circumstances, a member will not be authorized bereavement leave for a period that extends past the end of the period of bereavement. (T-0) 4.2.4.8.2. A member will not be extended on, or recalled back to, active service solely to permit the member to be authorized bereavement leave. (T-0) 4.2.4.8.3. A member will not be authorized bereavement leave in connection with the death of a person who is not their spouse or child but may be authorized other forms of leave. (T-0) 4.2.4.8.4. A member will not be authorized bereavement leave in connection with a stillbirth or miscarriage, but may be authorized other forms of leave. (T-0) 4.2.4.8.5. A member whose misconduct resulted in the death of his or her spouse or child will not be authorized bereavement leave. (T-0) DAFI36-3003 7 AUGUST 2024 41 4.2.4.9. Validation of Spouse or Child’s Death. Unit commanders may consider a member’s self-certification of the death of their spouse or child to approve a request for bereavement leave. Unit commanders will require the member to provide administratively acceptable documentation within 30 calendar days after returning to duty. If the member fails to provide the required documentation, the unit commander will direct that their ordinary leave account be reduced by the number of days of bereavement …continued", "metrics": {"readability": 0.5798, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.64}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.3.9.1", "summary": "For a U.S. Service member, the regulatory requirement for bereavement leave is as follows:\n\nUnit commander will require the member to provide administrativeally acceptable documentation within 30 calendar days after returning to duty. If the member fails to provide the required documentation, the unit commander will direct that their ordinary leave account be reduced by the number of days of bereavement leave taken.\n\nRegarding PTDY, this section describes the administrative absence for which funded TDY is not proper. PTDY is an administrative absence for which funded TDY is not proper. Commanders should not grant PTDY solely because the unit lacked official TDY funds.\n\nRegarding P", "content": "for bereavement leave. Unit commanders will require the member to provide administratively acceptable documentation within 30 calendar days after returning to duty. If the member fails to provide the required documentation, the unit commander will direct that their ordinary leave account be reduced by the number of days of bereavement leave taken. (T-0) 4.2.5. PTDY. This section describes PTDY, an administrative absence for which funded TDY is not proper. PTDY is non-chargeable leave of absence; commanders should not grant PTDY solely because the unit lacks official TDY funds. 4.2.5.1. General Information. PTDY is an authorized absence limited to reasons in Table", "metrics": {"readability": 0.3679, "grammar": 0.2, "keyword_coverage": 0.0, "confidence": 0.28}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.3", "summary": "In summary, a service member should follow the following rules for travel entitlements and travel rules:\n\n1. No travel entitlements are allowed without approval from higher-level headquarters.\n2. The reason for travel entitlements must be specified in the specific rules in Table 4.3.\n3. The commander approving the travel entitlement must ensure that the reason for PTDY is outlined in the specific rules in Table 4.3.\n4. The commander may authorize PTDY in conjunction with ordinary leave.\n5. The combination of leaves will serve as one leave period.\n6. The commander may authorize PTDY with TDY.", "content": "nor in conjunction with special passes, or for reasons in paragraph 4.2.5.6. 4.2.5.2. Commander PTDY Approval. 4.2.5.2.1. Ensure the reason for PTDY is outlined in the specific rules in Table 4.3. 4.2.5.2.2. Do not approve PTDY to conduct official business for which funded TDY is appropriate. 4.2.5.2.3. Do not authorize PTDY in place of leave or special pass, or in conjunction with a special pass. 4.2.5.2.4. Judiciously approve PTDY consistent with organizational mission needs and the actual time necessary to complete the PTDY. 4.2.5.2.5. May authorize PTDY in conjunction with ordinary leave. This requires separate LeaveWeb update or DAF Form 988. The ordinary leave start date must begin the next calendar day after termination of PTDY. If ordinary leave is taken prior to PTDY, the end date must be the calendar day prior to the PTDY start date. The combination of leaves will serve as one leave period. (T-1) 4.2.5.2.6. May authorize PTDY with TDY. This requires a DAF Form 988. 4.2.5.2.7. Charge leave for any additional absence beyond the approved PTDY. 4.2.5.2.8. May deny PTDY requests without referring them to higher-level headquarters. 4.2.5.2.9. Do not grant PTDY for reasons in paragraph 4.2.5.6. 4.2.5.2.10. Unit commanders may delegate approval authority to no lower than deputies or equivalents. 4.2.5.2.11. HAF DCS may delegate approval to no lower than deputy directors or equivalents. 4.2.5.2.12. When a specific time period is provided for in Table 4.3. 4.2.5.2.12.1. Unit commanders (or equivalents) may approve the period of PTDY up to that specified in the table. 42 DAFI36-3003 7 AUGUST 2024 4.2.5.2.12.2. Commanders at all levels are not authorized to approve PTDY in excess of that allowed by Table 4.3. 4.2.5.2.13. When a specific time period is not provided for in Table 4.3. 4.2.5.2.13.1. Squadron commanders or equivalent commanders on G-series orders are authorized to approve, when the period of absence is 10 days or less. 4.2.5.2.13.2. Wing commanders or equivalent commanders in the grade of colonel and above are authorized to approve, when the period of absence is 30 days or less. They may delegate the approval authority to the squadron commander level for requests for transition PTDY or excess leave together with involuntary or voluntary separation. 4.2.5.2.13.3. Commander, Air Force Personnel Center (AFPC/CC) is delegated Service Secretary authority to approve PTDY exceeding 30 days. Send requests with to AFPC, Special Programs Branch (AFPC/DP3SA), 550 C Street West, JBSA - Randolph, TX 78150 or email to afpc.dp3sa.workflow@us.af.mil. supporting documentation 4.2.5.3. Exceptions to Policy. Only the Secretary of Defense, Deputy Secretary of Defense, Under Secretary of Defense for Personnel and Readiness may approve exceptions or waivers. (T-0) A request for waiver or exception to policy must be submitted through respective chains of command through AFPC and the Deputy Chief of Staff, Manpower, Personnel and Services (AF/A1). (T-1) The request for exception or waiver may be disapproved at any level. Exceptions or waivers include: 4.2.5.3.1. Requests for extension to authorized PTDY limits for rules outlined in Table 4.3. Barring extraordinary circumstances, these should normally be disapproved. …continued", "metrics": {"readability": 0.4911, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.45}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.3", "summary": "In summary, a service member can request an exception or waiver from the Deputy Chief of Staff, Manpower, Personnel and Services (AF/A1) to extend their authorized PTDY limits for rules outlined in Table 4.3. The request should normally be disapproved at any level, but exceptions or waivers may be approved if extraordinary circumstances arise. The request for extension to authorized PTDY limits should clearly detail the criteria provided by DoDI 1327.06, and the request should be made by the commander and forwarded to AF/A1 for consideration. The authorized PTDY for non-duty days when members are on PTDY before", "content": "and the Deputy Chief of Staff, Manpower, Personnel and Services (AF/A1). (T-1) The request for exception or waiver may be disapproved at any level. Exceptions or waivers include: 4.2.5.3.1. Requests for extension to authorized PTDY limits for rules outlined in Table 4.3. Barring extraordinary circumstances, these should normally be disapproved. 4.2.5.3.2. If commanders believe a requested PTDY falls within the criteria provided by DoDI 1327.06, but is not addressed within the rule set in Table 4.3, then the Exception to Policy request must clearly detail which DoDI criteria apply to the requested PTDY. AF/A1PA will make a determination of compliance with DoDI guidance, or forward for Office of the Secretary of Defense consideration if applicable. (T-1) 4.2.5.4. PTDY or Duty Status. Unit commanders account for member’s PTDY for non- duty days when they are on PTDY before and after non-duty days, including holidays. 4.2.5.5. The following table explains authorized PTDY. DAFI36-3003 7 AUGUST 2024 43 Table 4.3. Authorizing Permissive Temporary Duty (PTDY). R U L E 1 A If a member requests PTDY B Then C Comments for traveling to or in losing or gaining unit (1) Member must have formal assignment the vicinity of a new commander may notification. (T-3) (2) Advise member to report to permanent duty station to approve up to 10 days. the base Housing Office before entering into any secure off-base housing, with a TDY en route, or when authorized to relocate family members to a designated place en route to or returning from an overseas-unaccompanied tour. (This includes separatees under Air Force Reserve Officers’ Training Corps (AFROTC) programs to secure housing in the vicinity of the institution they will attend). rental, lease, or purchase agreement for off-base housing. (3) Member must take PTDY days consecutively. (T-3) (4) Member is authorized PTDY under this rule to procure housing prior to permanent change of station or upon arrival to new duty station, but not both. (5) Ensure the member completes their in-processing and travel voucher prior to starting house hunting at the new duty station. 2 for a pre-separation or Losing unit commander (1) Commanders cannot authorize terminal leave to retirement relocation activity may approve up to 20 “for cause” separatees authorized PTDY or other such as job or residence search days for Continental US involuntary separatees required to separate at the and (CONUS) based earliest possible date. (2) PTDY occurs within 180 is eligible under a: (1) members and up to 30 days of the separation or retirement date. (3) Voluntary separation due to a days for members Members may take PTDY: (a) In increments up to force reduction or force stationed (OCONUS), the maximum permitted, but not successive shaping program. (2) unless to do so would Mondays through Fridays. (b) taken prior to Transition by a member who interfere with the terminal leave. (c) As requests that require final is retiring (including disability military mission. Note: processing in CONUS or that qualify as a stand- retirements). (3) Involuntary Members who are alone round trip. …continued", "metrics": {"readability": 0.34659999999999996, "grammar": 0.2, "keyword_coverage": 0.0, "confidence": 0.27}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.3", "summary": "For a service member who is a member of the military traveling to a foreign country for a pre-separation or losing unit commander's approval of terminal leave, the key travel entitlements and rules are:\n\n1. Member can request PTDY in lieu of excess leave, but not both, if eligible.\n\n2. PTDY occurs within 180 days of separation or retrenchment date.\n\n3. Voluntary separation due to a, unless to do so would force a member to reenlist or re-enlist in the same unit.\n\n4. Monday through Friday is the maximum permitted for PTDY, but not successive shaping", "content": "so would Mondays through Fridays. (b) taken prior to Transition by a member who interfere with the terminal leave. (c) As requests that require final is retiring (including disability military mission. Note: processing in CONUS or that qualify as a stand- retirements). (3) Involuntary Members who are alone round trip. (4) Air Reserve Component separation under honorable involuntary separated (ARC) members who are completing an extended conditions. Example: Service under honorable military personnel appropriation or reserve members denied reenlistment conditions are personnel appropriation tour of duty, completing an 44 R U L E DAFI36-3003 7 AUGUST 2024 A If a member requests PTDY B Then C Comments or separated due to a authorized PTDY not to Air Guard Reserve assignment (without qualifying disability. exceed 10 days. for a 20- year active duty retirement) and returning to Selected Reserves or Individual Ready Reserve status, or separating from active duty to subsequently transfer to the Retired Reserve, are not authorized PTDY. However, Recalled Reserve members are eligible when retiring with an active duty retirement or involuntarily separated “under honorable” conditions. (5) Approve requests when members lived in Alaska, Hawaii, the Commonwealth of Puerto Rico, territory, or foreign country and after entering active duty they kept the overseas address for the duration and want to return there. (6) Member can request PTDY in lieu of excess leave, but not both, if eligible. 3 for a pre-separation or losing unit commander (1) Commanders cannot authorize terminal leave to retirement relocation activity may approve up to 30 “for cause” separatees authorized PTDY or other such as job or residence search days for CONUS-based involuntary separatees required to separate at the and members who have earliest possible date. (2) PTDY occurs within 180 is eligible under a: (1) (OCONUS) domiciles, days of the separation or retirement date. (3) Voluntary separation due to a unless to do so would Members may take PTDY: (a) In increments up to force reduction or force interfere with the the maximum permitted, but not successive shaping program. (2) military mission. Note: Mondays through Fridays. (b) Taken prior to Transition by a member who Members who are terminal leave. (c) As requests that require final is retiring (including disability involuntary separated processing in CONUS or that qualify as a stand- retirements). (3) Involuntary under honorable alone round trip. (4) ARC members who are separation under honorable conditions are completing an extended military personnel conditions. Example: Service authorized PTDY not to appropriation or reserve personnel appropriation members denied reenlistment exceed 10 days. tour of duty, completing an Air Guard Reserve or separated due to a assignment (without qualifying for a 20- year active disability. duty retirement) and returning to Selected Reserves DAFI36-3003 7 AUGUST 2024 45 A If a member requests PTDY B Then R U L E C Comments or Individual Ready Reserve status, or separating from active duty to subsequently transfer to the Retired Reserve, are not authorized PTDY. However, Recalled Reserve members are eligible when retiring with an active duty …continued", "metrics": {"readability": 0.5199, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.46}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.3", "summary": "For a U.S. Service member, the key travel entitlements and rules for August 2024 are:\n\n1. A member can request PTDY (Pre-Tour Duty You) B if they request to return to their primary military duties within 365 days.\n\n2. If a member requests PTDY, the member's primary military duties must be related to their primary military duties.\n\n3. A member can request PTDY in lieu of excess leave, but not both.\n\n4. A member can request PTDY to attend a DoD-sponsored unit commander's meeting or semi-narrative.\n\n5.", "content": "AUGUST 2024 45 A If a member requests PTDY B Then R U L E C Comments or Individual Ready Reserve status, or separating from active duty to subsequently transfer to the Retired Reserve, are not authorized PTDY. However, Recalled Reserve members are eligible when retiring with an active duty retirement or involuntarily separated “under honorable” conditions. (5) Approve requests when members lived in Alaska, Hawaii, the Commonwealth of Puerto Rico, territory, or foreign country and after entering active duty they kept the overseas address for the duration and want to return there. (6) Member can request PTDY in lieu of excess leave, but not both, if eligible. 4 to accompany or join a unit commander may Do not authorize PTDY if funded TDY is dependent patient or member patient to a a designated medical facility when the medical authority deems it essential approve up to 14 days. appropriate. (T-0) This applies if medical authority appointed member as a non-medical attendant to accompany a dependent. See JTR, Chapter 3, Part D, Medical Travel, AFI 65-103 and AFMAN 41- 210, for more information. 5 to attend a DoD-sponsored unit commanders may Applies to members eligible for transition employment assistance approve at their assistance. Guidance can be found in DAFI 36- seminar under Transition discretion. 3009, Military and Family Readiness Centers. Assistance Program when the service member cannot schedule one locally and when the service member will separate or retire within 365 days 6 to attend meetings or seminars unit commanders may Note: The meeting or seminar must have a direct 46 R U L E DAFI36-3003 7 AUGUST 2024 A If a member requests PTDY B Then C Comments sponsored by non-Federal approve at their relationship to the member’s primary military duties technical, scientific, discretion. and clearly enhance his or her value to the professional (e.g., medical, legal, ecclesiastical, Information Technology, and mechanical) societies and organizations to Department of the Air Force. (T-3) 7 participate in DAF programs unit commanders may Note: If a member requests PTDY to pursue an or opportunities which further approve at their internship as an Air Force Institute of Technology an Airman/Guardian’s discretion. (AFIT) student, or complete research and graduation requirements associated with an AFIT Civilian Institute Program, the appropriate AFIT dean may approve the use of PTDY up to the length of the internship. Note: Refer to DAFI 36-3211, for details on AFR and ANG interviews. Note: Technical Degree Sponsorship Program (TDSP) students may pursue an internship during established academic breaks and unit commander may approve the use of PTDY up to the length of the internship. professional development and/or enhance the member’s understanding and value to the DAF, including but not limited to professional tests, examinations, licenses/certifications and interviews; to attend national conventions hosted by service-connected organizations, wing advisory council orientation trips, and Professional Military Education graduations as an immediate supervisor or designated representative; and to perform emergency duties as members of the Civil Air Patrol 8 to attend Civil Air Patrol unit commanders …continued", "metrics": {"readability": 0.483, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.44}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.3", "summary": "A service member should summarize the key travel entitlements and rules for attending national convention events hosted by service-connected organizations, wing advisory councils, and Professional Military Education graduations, as well as emergency duties as a member of the Civil Air Patrol, attending national conventions, and performing duties as a member of the Credit Union, when the purpose of the meeting directly benefits the DoD Credit Union Program. The service member should also highlight the purpose of the meeting, the purpose of the DoD Credit Union Program, and the discernment process for approving attendance. The service member should ensure that the summary is concise and easy to understand, focusing on what the service member", "content": "tests, examinations, licenses/certifications and interviews; to attend national conventions hosted by service-connected organizations, wing advisory council orientation trips, and Professional Military Education graduations as an immediate supervisor or designated representative; and to perform emergency duties as members of the Civil Air Patrol 8 to attend Civil Air Patrol unit commanders may N/A encampments, drill approve at their DAFI36-3003 7 AUGUST 2024 47 C Comments A If a member requests PTDY B Then R U L E competitions, conferences and discretion. orientation courses instructors, advisors, as or liaisons 9 to attend meetings or unit commanders may N/A council sessions of the Credit approve at their Union Associations as discretion. members of the Board of Directors of a DoD Credit Union, when the purpose of the meeting bears directly on the DoD Credit Union Program 10 as chaplains, to attend a unit commanders may (1) Attendance enhances chaplain professional spiritual retreat, ecclesiastical approve at their capability to fulfill mission requirement. (2) conference, or to consult with discretion. Advance and excess leave may not be used prior to ecclesiastical superiors receiving approval under this program. 11 to lead religious education, unit commanders may Note: Pertains to all Airmen/Guardians regardless spiritual renewal programs approve at their of rank or career field who voluntarily participate in including chapel youth trips discretion. Chaplain Corps mission programs. and summer camps, or to attend chapel leadership training programs authorized by either AF, Chief of Chaplains (AF/HC), Major Command/Field Operating Agency (FOA)/Direct Reporting Unit Chief of Chaplains (MAJCOM/FOA/DRU/HC) 48 R U L E A If a member requests PTDY B Then or installation/HC. DAFI36-3003 7 AUGUST 2024 C Comments 12 to participate or train unit commanders may (1) AFSVA oversees and controls sports, recreation, in sports, recreation and talent approve at their and talent events. (2) Coordinate with the local events officially conducted or discretion. Force Support Squadron (FSS) division before approving the request. (T-2) Exception: For events exceeding 30 days, Air Force Services Center (AFSVA) may approve up to the length of events, plus travel time. Members can contact Air Force Services Activity, Operations Directorate, Sports and Fitness Branch (AFSVA/VMSE), at DSN 969-7699 or commercial (210) 977-7699 with any questions. sponsored by elements of the Department of the Air Force, inter-Service organizations, or DoD, or to participate in regional, national, or international sports events pre-approved by Air Force Services Center, Fitness Branch (AFSVA/VMSE). Approved events include specifically listed AF/Armed Forces Sports Calendar sports, Conseil International du Sport Militaire (CISM-International Sports Council) supported sports, and official Olympic sports. 13 for attendance as a witness at unit commanders may Coordinate with installation servicing legal office. a state or federal criminal approve at their (T-3) investigative proceeding or discretion. criminal prosecution, in response to a subpoena, summons, or request in lieu of process. Note: Such attendance involves substantial public interest, such as major crimes, and DAFI36-3003 7 AUGUST 2024 49 A If a member requests PTDY B Then R U L E where the member would be an essential witness. C …continued", "metrics": {"readability": 0.0783, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.54}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.3", "summary": "In response to a subpoena, summons, or request in lieu of process, a service member should follow the following travel entitlements and rules:\n\n1. In response to a subpoena, summons, or request in lieu of process, a member may request PTDY for up to 14 days.\n\n2. A member who requests PTDY for an organ or bone marrow unit commander may be placed in an in-patient status when a donor is admitted to the medical facility and on convalescent medical facility discount.\n\n3. A member who requests PTDY for events, unit commander may be overseen by AFRS and controlled by the Medical Care", "content": "in response to a subpoena, summons, or request in lieu of process. Note: Such attendance involves substantial public interest, such as major crimes, and DAFI36-3003 7 AUGUST 2024 49 A If a member requests PTDY B Then R U L E where the member would be an essential witness. C Comments 14 as an organ or bone marrow unit commanders may Place the member in an in-patient status when donor to travel to and from a approve at their admitted to the medical facility, and on convalescent medical facility discretion. leave. (T-1) (See AFI 44-102, Medical Care Management.) 15 to participate in events, unit commander may AFRS oversees and controls We Are All Recruiters activities, or gatherings which approve up to 14 days. (WEAR). have been pre-approved by AF Recruiting Services (AFRS) commander because of potential positive impact on the Air Force recruiting mission as part of the WEAR and Recruiter Assistance Program (RAP) (T-2) Note: AFRS oversees RAP. For assistance, contact the local recruiting squadron and request a copy of the RAP Operations Handbook for detailed instructions. 16 to travel to a DoD unit commanders may 1) Military personnel who are approved by their Laser Center for Refractive approve at their local medical facility as candidates to have Surgery, including Laser-In- discretion. Refractive Surgery (RS) performed for operational Situ-Keratomileusis (LASIK) or Photorefractive Keratectomy (PRK) readiness enhancement at a DoD Laser Center. (2) After undergoing RS, there is an average of 1-week convalescence before the individual returns to work. This period is not chargeable leave (Reference paragraph 4.2.1.) (3) Normal duties may be limited for 1 to 2 weeks depending upon the specific vision requirements of the duty location. Exception: If the DoD Laser Center is unable to complete the process on both eyes, then the commander may grant additional days of PTDY to return to the DoD Laser Center to complete process. DAFI36-3003 7 AUGUST 2024 A If a member requests PTDY B Then C Comments 50 R U L E 17 (1) to attend funeral unit commanders may The intent of this PTDY is for the purposes of services of an immediate approve at their Wingman representation at military funeral family member who is also on discretion. services. Members assigned OCONUS are granted active duty; (2) to actively participate in funeral services of another military member (e.g., pallbearer, bugler, etc.); or (3) to attend funeral services when the deceased is a military member currently assigned or temporarily attached to the same unit. emergency leave and provided government procured transportation (See JTR, paragraph 032005B). See paragraph 3.2.3. and Table 3.3 for situations warranting emergency leave. If a member is OCONUS and receives funded emergency leave, PTDY is not authorized. Commanders should not approve both forms of travel concurrently. 20 to obtain a legal marriage unit commanders may 1) When two service members are a couple and OCONUS approve up to 10 days desire to get married, both members may be granted for members assigned to PTDY; (2) Each member …continued", "metrics": {"readability": 0.45289999999999997, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.43}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.3", "summary": "In summary, a service member may not concurrently approve both forms of travel concurrently, i.e., the commander may not approve up to 10 days of travel concurrently for a legal marriage unit commander, and each member may be granted up to 10 days of travel concurrently for a marriage PTDY. The commander may approve up to 10 days of travel for a marriage PTDY, and each member may be granted up to 10 days of travel for a marriage PTDY. The commander may also approve up to 100 miles of travel for the convenience of the state, the District of Columbia, and the member's assigned station location. The commander may appro", "content": "Commanders should not approve both forms of travel concurrently. 20 to obtain a legal marriage unit commanders may 1) When two service members are a couple and OCONUS approve up to 10 days desire to get married, both members may be granted for members assigned to PTDY; (2) Each member may be granted the an OCONUS duty applicable number of days based on his or her station located more than individual assignment location; (3) Extensions of 100 miles from a US this PTDY period, for the convenience of the state, the District of Service member(s), will be charged to the member’s Columbia or another leave account; (4) Marriage PTDY may be granted jurisdiction that allows only once during the career of a service member; (5) the couple to be married. If a unit commander intends to deny Marriage The 10-day period PTDY, he/she should coordinate with the next includes up to a senior commander in the chain of command. *Note: maximum of 5 days for Wait time to obtain a marriage license and/or travel. The total number required wait time after the license is obtained but of days will be based on before the marriage may be performed required by travel time plus the law, to obtain a legal marriage from the jurisdiction waiting period. *See nearest the duty assignment location). Note in column C. DAFI36-3003 7 AUGUST 2024 51 A If a member requests PTDY B Then R U L E C Comments 21 to be the presiding official for unit commander may (1) Mere attendance is not considered participation; a military retirement approve up to 3 days. the member must be officiating the ceremony. (T-0) ceremony. (2) Participation is limited to one presiding official per retirement ceremony. (T-0) 22 to support and/or participate in unit commanders may If approved, PTDY travel is limited to travel in youth organization activities approve at their support of the Jamboree and similar annual events consistent with the best discretion. held by the other youth organizations listed in 5 interests of the DAF and as USC § 301, Departmental Regulations. (T-0) mission permits. 23 To participate in the when mission permits, (1) Member and commander must follow SkillBridge Program, which unit commanders may SkillBridge policy in DAFI 36-2670, Total Force offers service members in the judiciously approve up Development, para 6.10. (T-1) (2) Ordinary and last 180 days of their service to 180 days for terminal leave may be used in conjunction with obligation the opportunity for SkillBridge training. SkillBridge PTDY, but all combined dates must be civilian training for post- PTDY dates and number within 180 days from separation or retirement. (T-1) Service employment and of days must match the (3) PTDY for House Hunting may be used facilitating their access to commander-approved consecutively with a PTDY for SkillBridge .(4) civilian employment upon SkillBridge application. Members will upload their approved AFVEC transition. (T-1) Note: Ideally, SkillBridge application in LeaveWeb as the PTDY DoDI 1322.29, Job Training, SkillBridge Programs source document. (T-1) Note: …continued", "metrics": {"readability": 0.4894, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.44}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.3", "summary": "For a service member, the key travel entitlements and rules for House Hunting may be used facilitating their access to commander-approved consecutively with a PTDY for SkillBridge . The service member will upload their approved AFVEC transition. The service member will upload their approved AFVEC transition. The service member will upload their approved AFVEC transition. The service member will upload their approved AFVEC transition. The service member will upload their approved AFVEC transition. The service member will upload their approved AFVEC transition. The service member will upload their approved AFVEC transition. The service member will upload their approved AFVEC transition. The service member will upload their approved AFVEC transition", "content": "for House Hunting may be used facilitating their access to commander-approved consecutively with a PTDY for SkillBridge .(4) civilian employment upon SkillBridge application. Members will upload their approved AFVEC transition. (T-1) Note: Ideally, SkillBridge application in LeaveWeb as the PTDY DoDI 1322.29, Job Training, SkillBridge Programs source document. (T-1) Note: Service members Employment Skills Training, are 120 days or less. cannot separate or retire in a SkillBridge PTDY Apprenticeships, and Internships (JTEST-AI) for Eligible Service Members and DAFI 36-2670, SkillBridge, paragraph 6.10 status. 24 For fertility treatments commanders may This 35-day period should be divided into separate authorize up to 35 PTDYs as deemed appropriate by medical Permissive Temporary authorities. Members are required to notify their DAFI36-3003 7 AUGUST 2024 A If a member requests PTDY B Then C Comments 52 R U L E Duty (PTDY) days commands with documentation from medical during the member’s authorities detailing the duration of the treatments permanent duty station and the potential dates for medical procedures. (T-1) assignment, not all of Note: This rule is used for treatments at a MTF. which must be used consecutively; instead, the days are to be used as needed and recommended as by medical authority for both male and female Airmen and Guardians, who are participating in a fertility treatment program at a military medical treatment facility (MTF). 25 Non-Covered Reproductive Commanders may If a member receives funded travel, then Health Care authorize up to 21 administrative absence is not authorized. Note: 1.) administrative absence For non-local treatment, the service member will days for both male and determine if they request travel on TDY orders or female service members request an administrative absence. ARC members to receive, or accompany must be on active duty orders for 30 or more a dependent receiving, consecutive days to be eligible. (T-1) 2.) whether or non-covered not it is available within the local area of their duty reproductive health care. location. Administrative absence days are non- The period of absence chargeable leave. must be limited to the minimum number of days required to receive such care and for round- DAFI36-3003 7 AUGUST 2024 53 A If a member requests PTDY B Then R U L E C Comments trip travel between the duty location and medical facility where the care is received by the most expeditious means of transportation practicable. (T-0) 26 Parental Leave – Child by Unit commanders will Parental Leave for the birth of a child is non- birth approve up to 12 weeks chargeable leave. However, until the LeaveWeb and the leave must be system can create the appropriate category use this taken within one year of rule when approving the leave. See paragraph qualifying birth,", "metrics": {"readability": 0.5205, "grammar": 0.2, "keyword_coverage": 0.0, "confidence": 0.36}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.2.1", "summary": "For a service member who has requested PTDY for birth of a child, the commander may authorize PTDY for up to 12 weeks, with the following conditions:\n\n1. The member must request PTDY to the commanding officer.\n2. The member must provide a medical certificate from a licensed physician stating that the member is unable to perform their duties due to the birth of the child.\n3. The member must provide a copy of the birth certificate to the commanding officer.\n4. The member must provide a copy of the death certificate to the commanding officer.\n5. The member must provide a copy of the separation order to the commanding officer.\n6. The member", "content": "adoption of a minor child or placement of a minor child for adoption or long-term foster care. (T-0) 27 Parental Leave -Adoption Unit commanders will Parental Leave for the adoption of a child is non- approve up to 12 weeks chargeable leave. Until the LeaveWeb system can and the leave must be create the appropriate category, use this rule when taken within one year of approving the leave. See paragraph 4.2.2.2.2 for qualifying birth, additional guidance. (T-0) adoption of a minor child, or placement of a minor child for adoption or long-term foster care. (T-0) 28 Parental Leave – Foster Unit commanders will Parental Leave for the adoption of a child is non- Placement approve up to 12 weeks chargeable leave. Until the LeaveWeb system can and the leave must be create the appropriate category, use this rule when taken within one year of approving the leave. See paragraph 4.2.2.2.3 for DAFI36-3003 7 AUGUST 2024 A If a member requests PTDY B Then C Comments 54 R U L E qualifying birth, additional guidance. (T-0) adoption of a minor child, or placement of a minor child for adoption or long-term foster care. (T-0) 29 Bereavement Leave - Spouse Unit commanders may Bereavement Leave for the death of a spouse is non- approve up to 14 days chargeable leave. Until the LeaveWeb system can for a member who has create the appropriate category, use this rule when fewer than 30 days of approving the leave. See paragraph 4.2.4 for accrued ordinary leave. additional guidance. (T-0) (T-0) 30 Bereavement Leave - Child Unit commanders may Bereavement Leave for the death of a child is non- approve up to 14 days chargeable leave. Until the LeaveWeb system can for a member who has create the appropriate category, use this rule when fewer than 30 days of approving the leave. See paragraph 4.2.4 for accrued ordinary leave. additional guidance. (T-0) (T-0) 51 Emergency Leave of Absence unit commanders may ELA is non-chargeable leave. However, until the (ELA) authorize a period of no LeaveWeb system can create the appropriate more than 14 category use this rule when approving the leave. consecutive days. See paragraph 4.2.6 for additional guidance. 4.2.5.6. PTDY Not Authorized. Unit commander cannot authorize PTDY if a member requests PTDY to (this list is not all-inclusive): 4.2.5.6.1. Search for a house or search for a job when the separation program designator code renders member ineligible for full benefits and services, (for example, a member voluntarily separating for miscellaneous reasons or on completion of required active service). 4.2.5.6.2. Search for a house, under the following circumstances: 4.2.5.6.2.1. For a close proximity permanent change of station move, such as Joint Base San Antonio, TX and Lackland Air Force Base, TX. 4.2.5.6.2.2. In conjunction with a permissive reassignment. DAFI36-3003 7 AUGUST 2024 55 4.2.5.6.2.3. When called to active duty for accession training. This applies to members in the ARC. 4.2.5.6.2.4. At initial assignment for accession training. 4.2.5.6.2.5. If the member already has housing in the area …continued", "metrics": {"readability": 0.5219, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.46}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.2.1", "summary": "In a U.S. Service member's travel to attend a funeral of a non-immediate family member or military member, the service member can request PTDY in lieu of excess leave. The service member can also request PTDY for pre-separation or retirment relocation activities, such as job or residence search. The service member can also request PTDY for emergency leave of absence for a qualifying emergency, such as a serious medical condition of an immediate family member or death of an immediate family member, or any other hardship the commander or director determine is appropriate. The service member can also request PTDY for non-chargeable emergency leave of absence for a qualifying emergency,", "content": "Lackland Air Force Base, TX. 4.2.5.6.2.2. In conjunction with a permissive reassignment. DAFI36-3003 7 AUGUST 2024 55 4.2.5.6.2.3. When called to active duty for accession training. This applies to members in the ARC. 4.2.5.6.2.4. At initial assignment for accession training. 4.2.5.6.2.5. If the member already has housing in the area (e.g., from a previous assignment) unless the house is currently rented or leased and not available upon the member’s permanent change of station. 4.2.5.6.3. Travel to interview at new or prospective duty station or assignment (other than as AFROTC faculty applicants). 4.2.5.6.4. To participate in sporting events not sponsored by the Air Force, Space Force or other DoD Components. The approved events is outlined in Table 4.3., Rule 12. 4.2.5.6.5. Attend funeral of non-immediate family members or military members other than authorized in Table 4.3., Rule 17. 4.2.5.6.6. Appear in court or for personal matters, such as divorce, or bankruptcy. 4.2.5.6.7. Combine with excess leave for pre-separation or retirement relocation activities such as job or residence search, if eligible. Note: Member can request PTDY in lieu of excess leave, but not both. 4.2.5.6.8. Use as their final duty status prior to separating or retiring. 4.2.6. Emergency Leave of Absence (Non-Chargeable Leave). Unit/squadron commanders or civilian directors may grant a service member non-chargeable emergency leave of absence for a qualifying emergency with the following limitations. This authority cannot be further delegated to a subordinate level: 4.2.6.1. The commander or director must verify the qualifying emergency to his or her satisfaction based upon information or opinion from a source other than the service member that the commander or director considers to be objective and reliable. (T-0) 4.2.6.2. The qualifying emergency must be due to (T-0): 4.2.6.2.1. A serious medical condition of an immediate family member of the service member; or 4.2.6.2.2. Death of an immediate family member (as defined in the Glossary at Attachment 1); or 4.2.6.2.3. Any other hardship the commander or director determines appropriate. 4.2.6.3. Only grant such leave once during an entire career for any service member. (T-0) 4.2.6.4. Only grant non-chargeable emergency leave of absence to prevent the service member from entering advanced or excess leave status that could result in recoupment of any pay and allowances. (T-0) 4.2.6.5. Do not extend such leave for a period of more than 14 consecutive days. (T-0) Use PTDY Table 4.3, Rule 51 until LeaveWeb is updated to allow for an emergency leave of absence leave type. 56 DAFI36-3003 7 AUGUST 2024 4.2.7. Excess Leave. Excess leave is normally used for personal or family emergency situations when members cannot request advance leave. Excess leave is a no-pay status; therefore, authority for pay and allowances and leave accrual stops on member’s first day of excess leave and members cannot receive disability pay if they incur a disability injury or illness while on excess leave. Guidance can be found in DoD FMR Vol. 7A, Chapter 1 and AFMAN 65-116, Vol. 1 Chapter 70, Defense Joint Military Pay System Active Component (DJMS-AC) FSO Procedures. …continued", "metrics": {"readability": 0.2377, "grammar": 0.2, "keyword_coverage": 0.0, "confidence": 0.22}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.2.1", "summary": "For a U.S. Service member, the key travel entitlements and rules in \"1–2 simple sentences\" for a day of excess leave and members cannot receive disability pay if they incur a disability injury or illness while on excess leave are:\n\n1. Day of excess leave: Day of excess leave is defined as the day after accrued leave ends.\n\n2. Members cannot receive disability pay if they incur a disability injury or illness while on excess leave.\n\n3. Unit commander or an officer with General or Special Court-Martial Convening Authority approve or deny members' requests for excess leave.\n\n4. Convening Authority", "content": "day of excess leave and members cannot receive disability pay if they incur a disability injury or illness while on excess leave. Guidance can be found in DoD FMR Vol. 7A, Chapter 1 and AFMAN 65-116, Vol. 1 Chapter 70, Defense Joint Military Pay System Active Component (DJMS-AC) FSO Procedures. 4.2.7.1. Unit commanders or an officer with General or Special Court-Martial Convening Authority: 4.2.7.1.1. Approve or deny members’ requests for excess leave. 4.2.7.1.2. If approving excess leave, advise members to use all accrued leave first. 4.2.7.1.3. Advise members excess leave begins the day after accrued leave ends. Note: When unit commanders send requests recommending approval through the chain of command, any approval authority in the chain may subsequently deny the requests. 4.2.7.2. Convening Authority Directing Appellate Review Leave. When directing appellate review leave, approve travel according to the JTR, paragraph 051004B, Service Member Discharged from the Service under Other than Honorable Conditions, and DAFMAN 36-2102 and advise members they may take either: 4.2.7.2.1. Ordinary leave and then excess leave. 4.2.7.2.2. Payment for accrued leave (if authorized) and then excess leave. 4.2.7.2.3. Some ordinary leave, payment for remaining accrued leave, and excess leave. 4.2.7.3. Reverting to Pay Status from Appellate Review Leave. For overruled or set-aside court-martial sentences, members: 4.2.7.3.1. Qualify for pay and allowances for excess leave taken when directed by the unit commander. 4.2.7.3.2. Do not qualify for pay and allowances for voluntary excess leave taken. 4.2.7.3.3. Do not get credit for accrued leave for which they elected payment before departing on appellate review leave. 4.2.7.4. See Table 4.4 which explains voluntary excess leave requests. 4.2.7.5. Involuntary Excess Leave. With the concurrence of the Show Cause Authority concerned, commanders may place on involuntary excess leave, regular officers recommended for discharge (i.e., not recommended for retention on active duty) by a Board of Inquiry (“Show Cause Board).” The officer may be required to begin such leave at any time following the officer’s receipt of the report of the board of inquiry including the board’s recommendation for discharge/removal from active duty, and the expiration of any period allowed for submission by the officer of a rebuttal to that report. The leave may be continued until the date on which action by the Secretary of the Air Force (or his or her designee, normally the Secretary of the Air Force Personnel Council) on the officer’s case is completed or may be terminated at an earlier time. DAFI36-3003 7 AUGUST 2024 57 4.2.7.6. Excess Leave Periods. Unit commanders advise members: 4.2.7.6.1. Excess leave is leave without pay and allowances, and members do not receive disability pay, if injured, for time spent on excess leave. 4.2.7.6.2. The financial services office stops all pay and allowances effective the first day of excess leave. The financial services office collects, if applicable, any pay and allowances paid. When members separate from active duty, there is an additional collection for non-accrual of leave resulting from periods of excess leave. This is one half-day for each six-day period of …continued", "metrics": {"readability": 0.42719999999999997, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.71}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.2.1", "summary": "For a service member who is a military travel expert, the key travel entitlements and rules in 1–2 simple sentences for a U.S. Service member are:\n\n1. Allowances effective the first day of excess leave.\n\n2. Allowances are one half-day for each six-day period of excess leave.\n\n3. Allowances are one half-day for each six-day period of excess leave.\n\n4. Allowances are one half-day for each six-day period of excess leave.\n\n5. Allowances are one half-day for each six-day period of excess leave.\n\n6. Allowances are one half-day for each six-day", "content": "allowances effective the first day of excess leave. The financial services office collects, if applicable, any pay and allowances paid. When members separate from active duty, there is an additional collection for non-accrual of leave resulting from periods of excess leave. This is one half-day for each six-day period of excess leave. (See Table 4.5 below). Note: See Air Force Manual (AFMAN) 65-116, Vol 2, Defense Joint Military Pay System Active Component (DJMS-AC) Unit Procedures Excluding Financial Management Flights. Table 4.4. Voluntary Excess Leave Requests. R U L E 1 2 A If the member requests leave B Then C Comment for an emergency or urgent personal situation Advise members to consider humanitarian reassignment for emergencies requiring more than 60 days absence from duty. (T-3) N/A unit commander may approve number of days not to exceed 60 cumulative days of ordinary, advance, and excess leave. First sergeant may approve when delegated authority to approve emergency leave for enlisted personnel. AFPC/DP3SA may approve number of days exceeding 60 cumulative days of ordinary, advance, and excess leave. 58 3 for separation or retirement relocation activities such as job search and is eligible as a: (1) Voluntary separation incentive separatee. (2) Special separation benefit separatee. (3) Involuntary separatee (including for cause separatees eligible under DoDI 1332.35, Transition Assistance Program (TAP) for Military Members, para 7.3.e (4) Retiree 4 5 to participate in the Judge Advocate Accession Program while awaiting completion of administrative discharge proceedings under DAFI 36-3211 unit commander may approve up to 30 days unless to do so would interfere with the military mission. DAFI36-3003 7 AUGUST 2024 (1) Unit commander can disapprove a request for excess leave if approval would interfere with the military mission. (2) Normally approve under emergency circumstances since excess leave is a no-pay status. (3) Excess leave occurs within 180 days of the separation of retirement date. (4) Members may take excess leave: (a) In increments up to the maximum permitted, but not successive Mondays through Fridays. (b) In conjunction with terminal leave, if applicable. (5) A member can request excess leave in lieu of PTDY, but not both. the Office of the Judge Advocate General Professional Development Directorate (AF/JAX) may approve length of program, plus travel time. leave may be approved for an unlimited number of days in 60-day increments. Under DAFI 36-3211, paragraph 20.35, the Show Cause Authority may grant an officer’s request for excess leave. Note: Leave is authorized for members who complete administrative discharge proceedings while awaiting a final grade determination. Advise members they can retain their leave balance up to 60 days. (T-3) Approve when the commander no longer needs the member there and when the member meets medical criteria for separation. When reviewing requests, any approving authority may deny leave based on military necessity or in the best interests of the Air Force or Space Force (for USSF personnel). (T-3) DAFI36-3003 7 AUGUST 2024 59 6 as an officer resigning in lieu of court martial the wing commander or FOA A1 …continued", "metrics": {"readability": 0.599, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.8}}
{"source": "DAFI", "chapter": "Chapter 4 – Non-Chargeable Leave", "section": "4.2.2.2.1", "summary": "For a service member, the key travel entitlements and rules are:\n\n1. When reviewing requests, any approving authority may deny leave based on military necessity or in the best interests of the Air Force or Space Force (for USSF personnel).\n\n2. The service member needs to know that any approving authority may deny leave based on military necessity or in the best interests of the Air Force or Space Force (for USSF personnel).\n\n3. When reviewing requests, any approving authority may deny leave based on military necessity or in the best interests of the Air Force or Space Force (for USSF personnel).\n\n4. The service member needs to know that when reviewing requests,", "content": "When reviewing requests, any approving authority may deny leave based on military necessity or in the best interests of the Air Force or Space Force (for USSF personnel). (T-3) DAFI36-3003 7 AUGUST 2024 59 6 as an officer resigning in lieu of court martial the wing commander or FOA A1 may approve unlimited days in 60-day increments. If applicable, approve when: (1) The commander no longer needs the member there, (2) The member meets medical criteria for separation, and (3) The member serves all adjudged confinement, or (4) The court- martial convening authority commutes, remits, suspends, or defers the member’s sentence. Note: When reviewing requests, any approving authority may deny leave based on military necessity or in the best interests of the Air Force or Space Force (for USSF personnel). (T-3) N/A 7 8 9 as a member pending sentence by a court for a dismissal or punitive discharge combined with PTDY for pre- separation or retirement relocation job or residence search and meets the same criteria as in rule 3 awaiting entry into the Air Force Academy in a cadet status the court martial convening authority may approve. the unit commander disapproves. N/A the preparatory school commander may approve the period awaiting entry in cadet status. Approve ordinary leave when members have accrued leave before approving excess leave. Excess leave begins after ordinary leave. (T-3) Table 4.5. Non-Accrual Days. For Excess Leave Period Subtract this Amount of Leave 1/2-6 days 6 1/2-12 days 12 1/2-18 days 18 1/2-24 days 24 1/2-31 days Over 31 days 1/2 day. 1 day. 1 1/2 days. 2 days. 2 1/2 days. Compute in 30-day increments. 60 DAFI36-3003 7 AUGUST 2024", "metrics": {"readability": 0.4854, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.44}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the regulatory and special pass information is as follows:\n\n1. Regular and Special Pass Information:\n   A pass period is an authorized absence from duty for a relatiable time. Note: For an extension beyond the authorized pass period, a service member shall be charged leave for the entire period if the absence exceeds 3 days and is deemed unauthorized and avoidable.\n\n2. Regular Pass:\n   A regular pass (liberty) is the period between the end of the duty day and the beginning of the next duty day. It normally begins at the end of the workday day on Friday afternoon until the beginning of", "content": "REGULAR AND SPECIAL PASSES 5.1. Regular and Special Pass Information. A pass period is an authorized absence from duty for a relatively short time. Note: For an extension beyond the authorized pass period, a service member shall be charged leave for the entire period if the absence exceeds 3 days and is deemed unauthorized and avoidable. (T-0) For unavoidable circumstances, a service member will be charged leave only for those days beyond the authorized pass period. (T-0) 5.2. Regular Pass. 5.2.1. A regular pass (liberty) is the period between the end of the duty day and the beginning of the next duty day. It normally begins at the end of the workday day on Friday afternoon until the beginning of the workday the following Monday when Saturday and Sunday are non- duty days (days off). (T-0) 5.2.2. A regular pass period (non-duty days) for units on non-traditional work schedules (alternate or compressed work schedules) may not exceed the 4-day special pass limitation. The combination of non-duty days and a public holiday may not exceed the 4-day special pass limitation. (T-0) The combination of 3 non-duty days and a public holiday during a compressed work schedule is a regular pass period. 5.3. Special Pass. Unit commanders may award 3- or 4-day special passes for special occasions or circumstances, such as reenlistment or for some type of special recognition or compensatory time off. They may delegate approval to a level no lower than squadron section commander, deputies, or equivalents. (T-1) Special passes start after normal working hours on a given day. They stop at the beginning of normal working hours on either the 4th day for a 3-day special pass or the 5th day for a 4-day special pass. A 3-day special pass can be Friday through Sunday, Saturday through Monday, or Tuesday through Thursday. A 4-day special pass can be Thursday through Sunday or Saturday through Tuesday or Friday through Monday. This applies to a normal Monday through Friday workweek. See paragraph 2.1.2 for safe travel guidelines. 5.4. Regular and Special Pass Guidelines. Unit commanders: 5.4.1. Impose no mileage restrictions. However, they may require members to be able to return to duty within a reasonable time in the event of an operational mission requirement such as a recall, unit alert, or unit emergency. (T-3) At training bases, commanders can require members to be able to return in time to resume training or class attendance. Commanders must base all restrictions on reasonable and legitimate military requirements. (T-3) 5.4.2. Inform members that the authorized absence that exceeds the pass period is chargeable leave if they fail to return from an authorized pass period. (T-1) Example: Member is on a 4- day pass from Friday to Monday and was unable to return to work on Tuesday. If the absence was authorized by the supervisor/commander, the member would be charged 1 day of leave since they were unable to return to work on Tuesday. 5.4.3. A special pass may be taken in conjunction with leave …continued", "metrics": {"readability": 0.5341, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.62}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "In the context of military travel, a service member may be required to take a leave without a duty day (LWD) due to an absence authorized by their supervisor/commander. The member would be charged 1 day of leave since they were unable to return to work on the Tuesday following the LWD. The member must be physically present in the local area when departing and returning from leave. The local area is defined as the place where the member lives DAFI36-3003, and from which he or she commutes daily to the duty station. Leave may be taken either prior to or following the LWD but not both before and after the LWD. The Unit Leave Mon", "content": "Friday to Monday and was unable to return to work on Tuesday. If the absence was authorized by the supervisor/commander, the member would be charged 1 day of leave since they were unable to return to work on Tuesday. 5.4.3. A special pass may be taken in conjunction with leave without a duty day between the special pass and leave period. The member must be physically present in the local area when departing and returning from leave. (T-0) The local area is the place where the member lives DAFI36-3003 7 AUGUST 2024 61 and from which he or she commutes daily to the duty station. Leave may be taken either prior to or following the special pass but not both before and after the special pass. 5.4.4. Do not grant regular passes in succession or in series. (T-0) 5.4.5. Ensure the Unit Leave Monitor processes a LeaveWeb request or an DAF Form 988 when members fail to return from pass and need unplanned leave. (T-3) 5.4.6. Charge members leave for absence not excused under DoD 7000.14-R, Volume 7A. (T-0) 5.4.7. Inform members they cannot use special pass periods to extend TDY periods. Regular pass, at no cost to the government, may be authorized at the beginning or the end of the TDY period. (T-0) 5.4.8. Do not grant a special pass in conjunction with non-duty days exceeding the 3-day or 4-day special pass limitation. (T-0) 62 DAFI36-3003 7 AUGUST 2024", "metrics": {"readability": 0.6035, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.8}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "In a military travel expert's opinion, a service member who is assigned to hostile fire or imminent danger pay areas for 120 consecutive days or is otherwise assigned to qualified duties in an operational mission, as designated by the Assistant Secretary of the Air Force for Manpower and Reserve Affairs (SAF/MR), is eligible for Special Leave Accumulation (SLAs) in excess of 60 days. The service member should accumulate leave in excess of 60 days before the end of the fiscal year while being assigned to said activities. The service member's support of an operational mission in defections of national security for 120 or more consecutive days, whether in a", "content": "SPECIAL LEAVE ACCRUAL 6.1. Overview. This chapter describes the SLA provisions when deployments or assignments to a hostile-fire or imminent-danger pay area prohibit members from using leave. SLA also applies when deployments or assignments to designated operational missions at the national level prohibit members from using leave. It provides information on restoring leave lost at the end of the fiscal year, when permitted by Congress. 6.2. SLA Eligibility. 6.2.1. Leave in Excess of 60 Days at the End of the Fiscal Year. SLA allows members assigned to hostile fire/imminent danger pay areas for 120 consecutive days or who are otherwise assigned to qualifying duties in an operational mission, as designated by Assistant Secretary of the Air Force for Manpower and Reserve Affairs (SAF/MR), to accumulate leave in excess of 60 days. Furthermore, it should be a result of the member’s inability to take leave or to reduce their leave balance to 60 days before the end of the fiscal year while being assigned to said activities. (T-0) 6.2.2. Members assigned to a non-hostile fire pay and/or non-imminent danger pay area in support of an operational mission who are on Contingency, Exercise, and Deployment orders (and in rare cases, Department of Defense Form (DD Form) 1610, Request and Authorization for TDY Travel of DoD Personnel orders) are authorized to retain such leave up to 90 days until the end of the second fiscal year following the fiscal year in which the leave was lost. (T-0) Example: A deployment to Qatar or UAE may qualify a member for SLA under this paragraph since they are non-hostile fire and/or non-imminent danger pay locations at the time of this publication. (T-1) 6.2.3. Members eligible for (or approved for) SLA are authorized to retain such leave (not to exceed 90 days) until the end of the second fiscal year following the fiscal year in which SLA was lost. (T-0) 6.2.4. SLA must not be used as a means to authorize the accumulation of leave in excess of 60 days that is a result of members’ failure to properly manage their leave balance. (T-1) 6.2.5. The situation preventing members from using leave must have been caused by a catastrophe, national emergency and/or crisis, or operations in defense of national security. 6.2.6. The member’s support of an operational mission in defense of national security for 120 or more consecutive days, whether in a hostile fire or imminent danger area or not, will not automatically qualify a member for SLA. (T-1) 6.2.7. SLA Transition. A service member with a total leave balance of 90.5 or greater on 31 December 2022, may carry forward into FY24 no more than 60 days of ordinary leave and no more than the number of days of SLA leave the service member had on 31 December 2022. The original date of expiration of the SLA leave will remain unchanged except the portion of SLA leave days that exceed 30 days which will expire no later than 30 September 2026, if not used on …continued", "metrics": {"readability": 0.1771, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.59}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "In the context of military travel, a service member is a military travel expert who summarizes the key travel entitlements and rules for a U.S. Service member. The service member needs to know:\n\n1. Number of days of SLATO leave the service member had on 31 December 2022.\n\n2. The original date of expiration of the SLATO leave will remain unchanged, excusing the portion of SLATO leave days that exceed 30 days, which will expire no later than 30 September 2026, if not used on or before that date.\n\n3. The original expiration date of the SLATO leave was", "content": "number of days of SLA leave the service member had on 31 December 2022. The original date of expiration of the SLA leave will remain unchanged except the portion of SLA leave days that exceed 30 days which will expire no later than 30 September 2026, if not used on or before that date. (T-0) Example: On 31 December 2022, a service member had a total leave balance of 107.5 days, 47.5 of which were SLA leave days (30 of the 40 days of SLA were approved in FY21 with an original expiration date of 30 September 2024, 10 days DAFI36-3003 7 AUGUST 2024 63 were approved in FY22 with an original expiration date of 30 September 2025 and 7.5 were approved as SLA in FY23). Assuming the member used 22.5 days of leave from 1 January 2023 through 30 September 2023, 17.5 days will expire on 30 September 2026 if not used by that date. 6.3. SLA Not Authorized. Members are ineligible for SLA when the following precludes using leave (this list is not all-inclusive): 6.3.1. Normal permanent change of station moves and TDY. 6.3.2. Base closures. 6.3.3. Hospitalizations, aeromedical evacuations, quarters, and convalescent leaves. 6.3.4. Details and special working groups. 6.3.5. Attending training exercises, schools or courses, unless they are required for the deployment that resulted in the loss of leave. 6.3.6. Pending separations and retirements. 6.3.7. Workload after return from deployment. 6.3.8. Post-deployment recovery time. 6.3.9. Post deployment/mobilization respite absence. 6.3.10. On alert status. 6.4. Calculating SLA Lost on 1 October. 6.4.1. The maximum amount of SLA leave that may be carried forward is the leave balance at the end of the fiscal year following the end of the SLA qualifying period, not to exceed 90 days. (T-1) 6.4.2. The maximum amount will be reduced to a new level whenever the leave balance drops below the previously set level. If, at any time, the leave balance drops to or goes below 60 days, then there is no longer any SLA protected leave. Therefore, the actual maximum leave that can be carried forward into succeeding fiscal years is the lowest leave balance achieved following the completion of the SLA duty or the usual 60 days, whichever is greater. (T-1) 6.4.3. If the SLA qualifying period crosses a fiscal year, then the entire leave balance (not to exceed 90 days) will be carried forward and the leave accrued from the beginning of the new fiscal year through the end of the SLA qualifying period will be added to establish the maximum. Only that portion of a leave balance in excess of 60 days that could not have been taken before the end of the fiscal year because the member was assigned to SLA-qualifying duty will be included in the carryover amount. Example: On 31 August 2023, a member had a leave balance of 80 days. On 15 September 2023, he was assigned to duty qualifying for SLA. Had the member not been assigned to SLA duty, he could have …continued", "metrics": {"readability": 0.5138, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.46}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member is a military travel expert and is required to summarize the key travel entitlements and rules in 1-2 simple sentences for a U.S. Service member. The service member needs to know what the rules are for carrying over leave balance from one fiscal year to the next, and what the carryover restriction is. The service member should also know that only the portion that potentially could have been taken is protected, and that the member may carry forward 75 days and lose 7.5 days of leave. The service member should also be aware that the first O-7 in the chain of command will be the final approval authority for SLAs, and that at other organizations (e.g., Air", "content": "was assigned to SLA-qualifying duty will be included in the carryover amount. Example: On 31 August 2023, a member had a leave balance of 80 days. On 15 September 2023, he was assigned to duty qualifying for SLA. Had the member not been assigned to SLA duty, he could have possibly taken 15 days leave from 16 September through 30 September. If the member had taken leave during this period, then there would still have been a loss of 7.5 days (82.5 days accrued through 30 September, less the 15 days potentially taken and the normal 60-day carryover restriction) at the end of the fiscal year. Therefore, since only the portion that potentially could have been taken is protected, the member may carry forward 75 days and will lose 7.5 days of leave. (T-1) 64 DAFI36-3003 7 AUGUST 2024 6.5. SLA Approval Authority. For eligible members, the first O-7 in the chain of command will be the final approval authority for SLA requests. At other organizations (e.g., Air Staff, MAJCOM, FOA, DRU) the senior officer representative (O-7 and above) or equivalent at the directorate level approves SLA for his/her organization. At joint organizations, the senior Air Force or Space Force (for USSF personnel) officer representative on staff approves SLA for eligible members assigned to units, HAF, and supporting staffs. (T-0) 6.5.1. Prior to approving a request for SLA, commanders must assess whether a member has used all means to reduce their leave balance by looking at the entire fiscal year, including the time period prior to and after the event that drove the SLA request. (T-1) 6.5.2. Once the SLA package receives approval, the package is sent to AFPC to validate if the request meets the criteria outlined in paragraphs 6.2.1 and 6.2.2 and then on for processing. 6.6. SLA Disapproval. Any commander in the chain of command may deny a member’s request for SLA without referring it to a higher-level authority when the member’s request does not meet the criteria for SLA consideration. 6.7. Exceptions To Policy (ETP). Members who believe they are eligible but do not meet the criteria in paragraphs 6.2.1 – 6.2.2 may submit an ETP. Reasons for lost leave should have DAF- or DoD-wide significance. These exceptions will be considered on a case-by case basis and the approval authority resides at AF/A1 or SF/A1 (for USSF personnel). (T-1) Example 1: Service member was selected to lead an investigation, major project or program that prevented them from taking ordinary leave. Example 2: Service member was preparing for retirement and the Air Force requested/directed the member to extend their service commitment. Example 3: The installation was impacted by a natural disaster requiring base personnel to assist with recovery actions thus preventing the use of leave. 6.8. Members not eligible for SLA. Members not eligible for SLA, for the reasons listed in paragraph 6.3 can request recovery of days lost by submitting a DD Form 149 to the Board for Correction of Military Records (BCMR). See DAFI 36-2603, …continued", "metrics": {"readability": 0.5558, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.63}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the key travel entitlements and rules for recovery actions are:\n\n1. Recovery actions preventing the use of leave. 6.8. Member not eligible for SLAs. Members not eligible for SLAs, for the reasons listed in paragraph 6.3, can request recovery of days lost by submitting a DD Form 149 to the Board for Correction of Military Records (BCMR). See DAFI 36-2603, Air Force Board for Correction of Military Records. 2. Application for recovery of lost leave. If the Board restores leave to current leave account, members must use these days before", "content": "recovery actions thus preventing the use of leave. 6.8. Members not eligible for SLA. Members not eligible for SLA, for the reasons listed in paragraph 6.3 can request recovery of days lost by submitting a DD Form 149 to the Board for Correction of Military Records (BCMR). See DAFI 36-2603, Air Force Board for Correction of Military Records. Applications must clearly establish that an error or injustice by the Air Force or Space Force (for USSF personnel) caused the member’s lost leave. If the Board restores leave to current leave account, members must use these days before the end of the current FY. (T-1) Refer to Personnel Services Delivery Guide (PSDG) for processing procedures. 6.9. Submitting SLA Requests. Refer to the Leave PSDG located on myFSS for processing procedures. 6.10. Last In, First Out Leave Accounting. Leave will be accounted for by crediting it sequentially in the chronological order in which it is accrued. Generally, when used, leave will be charged with the most recently accrued leave charged first. This method is known as Last In, First Out. As an exception, Combat Zone Tax Exclusion (CZTE) leave will be charged first, regardless of when it was earned. (T-0) Example: If a service member had 70 days of leave as of 1 Oct 23 and took 10 days of leave from 1 - 10 Dec 23; they would have earned 5 days of leave which would put their leave balance at 75 as of 1 Dec 23. Since they’ve only earned 5 days (Last In/First Out), those days would be reduced from their 30 days balance, while the other 5 days would come from their SLA balance leaving them with 25 days of use of lose. DAFI36-3003 7 AUGUST 2024 65", "metrics": {"readability": 0.6072, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.65}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the key travel entitlements and rules for a U.S. Military traveler include:\n\n1. UNIQUE LEAVE PROVISIONS 7.1. Consecutive Overseas Tour (COT). Members stationed OCONUS who are ordered to a consecutive overseas assignment at the same duty station, or are reassigned/PCS to another overseas duty station, are paid travel and transportation allowances in connection with authorized leave after completing the initial tour if remaining at the same duty station or while transitioning to the new OCONUS duty station. Members and dependent members may travel together or independently, and all", "content": "UNIQUE LEAVE PROVISIONS 7.1. Consecutive Overseas Tour (COT). COT refers to members stationed OCONUS who are ordered to a consecutive overseas assignment at the same duty station, or are reassigned/PCS to another overseas duty station. Service members and dependents on a COT may be paid travel and transportation allowances in connection with authorized leave after completing the initial tour if remaining at the same duty station or while transitioning to the new OCONUS duty station. Members and dependents may travel together or independently, and all travel must be completed before end of the second OCONUS tour. (T-0) 7.2. In-Place Consecutive Overseas Tour (IPCOT). IPCOT refers to members assigned to a consecutive tour at the same overseas duty station. Members cannot initiate the travel until they have entered the new IPCOT tour and have until the end of the IPCOT tour to use the travel and transportation allowances. Otherwise, the authority expires. (T-0) The leave taken is ordinary leave charged based on authorized allowable travel. See paragraph 7.4.3 for exception to the end of tour limitation when members are unable to use the travel due to duty in connection with a contingency operation. 7.3. Deferred COT. Deferred COT refers to members unable to use the COT leave travel and transportation allowances between the two tours because of military necessity, or when requested by member and approved by the commander and placed in the permanent change of station orders. Members have until the end of their new tour to use the COT leave travel and transportation allowances, otherwise, the authority expires. (T-0) The leave taken is ordinary leave charged based on authorized allowable travel time. See paragraph 7.4.3 for exception to the end of tour limitation when members are unable to use the travel due to duty in connection with a contingency operation. 7.3.1. If the member takes 11 days or more en route, the COT leave travel entitlement has been used. Note: The number of non-COT leave days the member may take en route is limited to 10 days. Members who had their COT leave travel entitlement deferred but exceeded the 10-day leave limitation may request a review of their circumstances. (T-1) 7.3.2. Members must submit a written request for review of their circumstances through their chain of command via their servicing Military Personnel Section to AF/A1PA or SF/S1PA. (T-1) See AFMAN 65-114, Travel—Procedures for Financial Management Flights, Finance Offices-Reserve Components, Air Force Installation and Mission Support Center-Finance Component for specifics. 7.4. Scheduling Travel. The unit works with the member to schedule the IPCOT or COT travel and makes sure the member uses the travel opportunity. Since the IPCOT and COT travel is a statutory allowance, members forfeit this opportunity if not used within the specified period covered in paragraph 7.4.1 or 7.4.2 below. Use DD Form 1610 for COT, deferred COT or IPCOT travel. 7.4.1. Scheduling IPCOT Leave Travel. A member cannot initiate the travel until they have entered the new IPCOT tour and has until the end of the …continued", "metrics": {"readability": 0.4106, "grammar": 0.7, "keyword_coverage": 0.5, "confidence": 0.56}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the key travel entitlements and rules are:\n\n1. Not used within the specified period covered in paragraph 7.4.1 or 7.4.2 below.\n\n2. Use DD Form 1610 for COT, defeffed COT or IPCOT travel.\n\n3. Scheudling IPCOT Leave Travel. A member cannot initiate the travel until they have entered the new IPCOT tour and has until the end of the IPCOT tour to use the travel and transportation allowances. Otherwise, the allowance expires.\n\n4. Scheudling Deferred COT Leave", "content": "not used within the specified period covered in paragraph 7.4.1 or 7.4.2 below. Use DD Form 1610 for COT, deferred COT or IPCOT travel. 7.4.1. Scheduling IPCOT Leave Travel. A member cannot initiate the travel until they have entered the new IPCOT tour and has until the end of the IPCOT tour to use the travel and transportation allowances. Otherwise, the allowance expires. (T-0) 66 DAFI36-3003 7 AUGUST 2024 7.4.2. Scheduling Deferred COT Leave Travel. When a member arrives at the new duty station, permanent change of station orders should show that the member is authorized deferred COT. Members have until the end of their new tour to use the COT leave travel and transportation allowances. Otherwise, the allowance expires. (T-0) 7.4.3. Exception to End of Tour Limitation. Members unable to use the authority before completing the new tour due to duty in connection with contingency operations may defer travel until not more than 1 year after the completion of the duties precluding travel. In this case, the member is still authorized to leave travel from the new Permanent Duty Station (i.e., the permanent duty station after departure from the OCONUS location from which deferred travel could not be taken) to an authorized location. The cost limitation for travel from this new permanent duty station and return is the cost from the permanent duty station from which deferred travel could not be taken to the home of record and return. The cost limitations are established in the JTR. Note: The additional deferment based solely on duty performed in connection with a contingency operation is a one-time additional authority and cannot be further extended. If members do not qualify for an extension based on duty in connection with a contingency operation, they may submit a DD Form 149. See DAFI 36-2603. Member’s application must establish that an error or injustice by the Air Force or Space Force (for USSF personnel) prevented the member from using the authority within the specified time frame. (T-0) 7.4.4. Members should contact Traffic Management Office/Commercial Travel Office for travel arrangements. Failure to do so may result in non-reimbursement of travel costs. Note: The JTR authorizes travel and transportation allowances to members in connection with authorized leave from, and return to, the overseas duty station. The JTR, paragraph 050812, Consecutive Overseas Tour Leave, explains the allowances for members and their command- sponsored dependents who travel from the overseas duty station to the home of record or place of residence and return. The government reimburses authorized travel and transportation expenses. 7.5. COT or IPCOT Designated Places. An authorized destination is the member’s home of record or an alternate authorized place to which travel is no more expensive than to the home of record. 7.5.1. If travel to the selected alternate place is more expensive than travel to the home of record, the member is financially responsible for the additional cost unless travel to the more expensive alternate place is authorized/approved by the Secretarial Process. If the member travels …continued", "metrics": {"readability": 0.6224000000000001, "grammar": 0.2, "keyword_coverage": 0.3333333333333333, "confidence": 0.41}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member is a military travel expert who needs to know the key travel entitlements and rules for a U.S. Service member. The service member needs to summarize the key travel entitlements and rules for a U.S. Service member, including:\n\n1. To the home of record:\n\na. If travel to the selected alternate place is more expensive than travel to the home of record, the member is financially responsible for the additional cost unless travel to the more expensive alternate place is authorized/approved by the Secretarial Process.\n\nb. If the member travels to a more expensive alternate place (and the Secretarial Process has not authorized/approved travel to that", "content": "to the home of record. 7.5.1. If travel to the selected alternate place is more expensive than travel to the home of record, the member is financially responsible for the additional cost unless travel to the more expensive alternate place is authorized/approved by the Secretarial Process. If the member travels to a more expensive alternate place (and the Secretarial Process has not authorized/approved travel to that destination), city-pair airfares are not authorized to that alternate place. (T-0) See JTR 050812, para C.1 for further information. 7.5.2. Commanders send requests for travel via a designated place or alternate location with COT or IPCOT travel through AFPC/DP3SA to AF/A1PA or SF/S1PA. (T-1) Guidance can be found in the JTR, paragraph 051202, Travel to/from a Designated Place. 7.6. Special Rest and Recuperation (R&R) or Overseas Tour Extension Incentive Program (OTEIP). Another name for Special R&R is OTEIP as described in DAFI 36-2110, Total Force Assignments. Overseas Tour Extension Incentive Program is non-chargeable leave authorized in lieu of special pay for certain enlisted members who voluntarily extend their tour at designated DAFI36-3003 7 AUGUST 2024 67 overseas locations under the OTEIP 30-day special R&R leave or 15-day special R&R leave option. (T-1) 7.6.1. OTEIP. Eligibility requirements are in DAFI 36-2110. Eligible members agree to extend at a designated overseas location for a period of exactly one year. (T-1) 7.6.2. OTEIP Leave Options: 7.6.2.1. 30-day non-chargeable leave. Use DAF Form 988 for this option. 7.6.2.2. 15-day non-chargeable leave and round-trip transportation at government expense for the military member only. This applies to travel from the designated overseas location to the nearest CONUS port and return. Dependents are not authorized travel under this incentive. The financial services office uses the AF Form 985, Report of Travel Time/Leave Joint Uniform Military Pay System (JUMPS) to determine chargeable leave based on authorized allowable travel time. (T-1) 7.6.3. OTEIP Leave Time Frame. Members use the 15-day or 30-day leave in one increment within 6 months after the effective date of extension. The 6-month requirement may be waived if a member is unable to take the OTEIP within 6 months after the effective date of extension because of military requirements. (T-3) Since the OTEIP leave option is a statutory authority, members forfeit their leave options if not used within 12 months after entering the extension. (T-0) 7.6.4. OTEIP Approval. Unit Commanders: 7.6.4.1. Approve 30-day option and 15-day option leave requests within 6 months after the member’s effective date of extension. (T-1) 7.6.4.2. May not approve OTEIP for members to bank leave for use at later time or en route leave with a member’s permanent change of station. (T-1) 7.6.4.3. Set the time frame for member to take OTEIP prior to expiration of extension. 7.6.4.4. May approve the 30-day option in conjunction with valid TDY and emergency leave, but not with ordinary leave, special passes or PTDY. 7.6.4.5. May approve the 15-day option in conjunction with valid TDY and emergency leave, as well as up to 15 days ordinary leave, but …continued", "metrics": {"readability": 0.4454, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.72}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "In summary, the key travel entitlements and rules for a U.S. Service member are as follows:\n\n1. Military Travel Expeditionary Leave (TDY)\n\n- Expiration: 30 days\n- Option: 30-day TDY, 15-day TDY, 15-day TDY with emergency leave, 15-day TDY with special passes or PTDY\n- May approve 30-day TDY option in conjunction with valid TDY and emergency leave, but not with ordinary leave, special passes or PTDY\n- May approve 15-day", "content": "expiration of extension. 7.6.4.4. May approve the 30-day option in conjunction with valid TDY and emergency leave, but not with ordinary leave, special passes or PTDY. 7.6.4.5. May approve the 15-day option in conjunction with valid TDY and emergency leave, as well as up to 15 days ordinary leave, but not with special passes or PTDY. 7.6.4.6. Cannot approve 15- or 30-day option in conjunction with reassignment or in conjunction with retirement or separation from active duty. (T-1) 7.6.4.7. Use the DD Form 1610 for 15 days of OTEIP. (T-1) 7.7. R&R. R&R programs are for members in a designated hostile-fire or imminent-danger pay area when military necessity restricts the annual leave program and the use of ordinary leave. 7.7.1. The Assistant Secretary of Defense approves R&R programs. 7.7.2. R&R Program Management. Combatant commanders manage R&R programs for their theaters of operation. 7.7.3. MAJCOMs/Field Command (FLDCOM) submit requests to AF/A1PA or SF/S1PA respectively, to establish R&R leave programs for units in their command that meet DoD criteria. 68 DAFI36-3003 7 AUGUST 2024 7.7.4. AF/A1PA and SF/S1PA works with the Office of the Secretary of Defense to coordinate MAJCOM/FLDCOM requests for R&R leave programs. 7.7.5. Members are authorized transportation on a space-available basis to and from designated R&R areas. (T-0) 7.7.6. The travel time to and from R&R areas is not chargeable leave. (T-0) 7.7.7. R&R chargeable leave periods are limited to one per 12-month period. (T-0) 7.7.8. R&R leave can be combined with parental leave. However, it cannot be combined with a special pass, PTDY, TDY, or travel for other purposes. (T-0) 7.8. Air Force Academy Leave Program. The Superintendent of the US Air Force Academy (USAFA) manages the leave programs for its faculty and staff and for newly commissioned officers upon graduation from the USAFA. (T-2) 7.8.1. Graduation Leave. Graduation leave is non-chargeable leave for graduates of the service academies. 7.8.1.1. The USAFA Superintendent may authorize up to 60 days of non-chargeable leave, military requirements permitting. 7.8.1.2. Graduates take and complete graduation leave within 3 months after the member’s graduation and before the member reports to the first permanent change of station or port of embarkation for permanent duty located OCONUS. 7.8.1.3. Graduates placed on TDY or hospitalized during the leave period may revert to leave status to complete the leave provided completion of the leave occurs within 3 months after graduation. In such cases, the activity having responsibility for the member when TDY or hospitalization occurs approves continuation of graduation leave status. 7.9. RC Carryover Leave. RC members may carry over leave earned during an active duty tour for use during a future active duty tour of 30 days or longer (long tour). RC members are not required to use, sell or lose their earned leave at the end of an active duty tour. Carryover leave usage is not restricted to the next tour and may be used on future/subsequent active duty tours. Members are authorized to carry leave forward, but commanders should strongly encourage members to take …continued", "metrics": {"readability": 0.40380000000000005, "grammar": 0.2, "keyword_coverage": 0.0, "confidence": 0.3}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member is a military travel expert. Summarize the key travel entitlements and rules in 1–2 simple sentences for a U.S. Service member. Do not repeat the original text. Foocus on what the service member needs to know.\n\n1. To use, sell or lose their earned leave at the end of an active duty tour.\n\n2. Carryover leave usage is not restricted to the next tour and may be used on future/subsequent active duty tour(s).\n\n3. Memberes are authorized to carry leave forward, but commanderes should strongly encourage members to take leave during the tour in which the leave was earned, as there is no guarantee that leave", "content": "to use, sell or lose their earned leave at the end of an active duty tour. Carryover leave usage is not restricted to the next tour and may be used on future/subsequent active duty tours. Members are authorized to carry leave forward, but commanders should strongly encourage members to take leave during the tour in which the leave was earned, as there is no guarantee that leave carried forward can be used due to unforeseen mission requirements. 7.9.1. Carryover Leave Usage (See Total Force PSDG, Military Leave Program on myFSS). 7.9.1.1. Members will not be placed on orders for the sole purpose of using carryover leave. (T-3) 7.9.1.2. Members must obtain their gaining commander’s approval for carryover leave usage prior to issuance of orders. (T-3) The commander’s approval must include validation of resource availability, to include Operations and Maintenance funding, if appropriate. (T-3) Members who wish to take carryover leave during a tour must contact their finance office for verification documentation (e.g., Defense Finance and Accounting Service, Defense Joint Military Pay System, previous orders) reflecting the member’s previous leave balance(s). (T-3) DAFI36-3003 7 AUGUST 2024 69 7.9.1.3. If the gaining commander approves, the carryover leave days will be included as part of the overall tour length and carryover leave will be taken during that tour. (T-3) Example for RC only: RC member agrees to a 60-day tour and asks to use 10 days of carryover leave. Commander approves an overall 70-day tour length that includes authorized travel, duty time, annual leave accrued during the tour (5 days) and the 10 days of carryover leave. 7.9.1.4. The gaining commander has discretion to approve and cancel approved leave if mission or circumstances (e.g., disciplinary actions) dictate. 7.9.1.5. If the request that led to approved leave is withdrawn by the member, or the commander cancels previously approved carryover leave, the unused carryover leave is credited back to the member’s leave balance and tour length adjusted. 7.9.1.6. When a member does not take leave during a tour of duty and chooses not to sell it, this leave may be carried forward to a future active-duty long tour. 7.9.1.7. ARC AGR orders will not be extended to account for carryover leave. (T-1) 7.9.2. Carryover Leave Limitations. 7.9.2.1. Members will not take carryover leave in conjunction with an annual tour. (T-1) 7.9.2.2. Members cannot use carryover leave to justify entering sanctuary for the purpose of an active duty retirement. (T-1) 7.9.2.3. Members may not carry more than 60 days of leave from one fiscal year to the next unless authorized SLA (See Chapter 6). (T-0) 7.9.2.4. Members transferring from the RegAF to the ARC may carry over their leave for use during a future active duty tour. 7.9.2.4.1. RegAF leave cannot be used when a service member transfers to an ARC Traditional Reservist, Air Reserve Technician, Individual Reservist, ANG Technician, or Drill Status Guardsman position until they are put into an active duty status. (T-1) 7.9.2.4.2. Members must settle their leave balances using the AF Form …continued", "metrics": {"readability": 0.6409999999999999, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.52}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member who is a military travel expert should know the key travel entitlements and rules for a U.S. Service member, including:\n\n1. Tour. 7.9.2.4.1. RegAF leave cannot be used when a service member transfers to an ARC Traditional Reservist, Air Reserve Technician, Individual Reservist, ANG Technician, or Drill Status Guardsman position until they are put into an active duty status. (T-1)\n\n2. Member must settle their leave balance using the AF Form 1089 prior to transferring statuses. (T-1)\n\n3. Sellback of carry", "content": "tour. 7.9.2.4.1. RegAF leave cannot be used when a service member transfers to an ARC Traditional Reservist, Air Reserve Technician, Individual Reservist, ANG Technician, or Drill Status Guardsman position until they are put into an active duty status. (T-1) 7.9.2.4.2. Members must settle their leave balances using the AF Form 1089 prior to transferring statuses. (T-1) 7.9.2.5. Sell back of carryover leave will be limited to 60 days per career (not including excepted leave). For additional details on selling back leave, contact servicing Military Personnel Section (MPS) or visit MyFSS to download the leave PSDG. (T-1) 7.9.3. Tracking Payout of Carryover Leave. 7.9.3.1. Carryover leave is tracked via the Defense Finance and Accounting Service and Defense Joint Military Pay System. 7.9.3.2. Leave earned in one active duty status may be authorized and taken in a different active duty status funded by a distinct and different appropriation to include AGR, statutory tour, or ADOS. 7.9.3.3. When a member has a leave balance at the end of the tour and does not elect to carry it forward utilizing a 1089 prior to the orders end date, that leave will be sold and paid to the member. (T-2) See AFMAN 65-116 Vol 3, Defense Joint Military Pay System 70 DAFI36-3003 7 AUGUST 2024 - Reserve Component (DJMPS-RC). Note: Exceptions to the 60-Day career leave payment limitation can be found in DoD 7000.14, Volume 7A, Chapter 35. 7.10. RC OCONUS Leave En route. While downtime is generally observed prior to leave, a commander has the discretion to approve deployed leave en route (or leave in conjunction with temporary duty performed in an overseas location) and allow downtime to occur upon return from leave. As force providers to Air Force MAJCOMs, ANG units and members must comply with both supported MAJCOM and Combatant Command leave en route policies and procedures. (T-3) 7.10.1. Post-deployment OCONUS leave en route must be requested and approved by the first General Officer in the member’s home station chain of command and deployed commander prior to departure. (T-3) 7.10.1.1. For ANG members serving in any Area of Responsibility (AOR) and on restricted length Title 10 Military Personnel Appropriation (MPA) orders, leave en route approval will be limited to leave earned during the current deployment. (T-3) 7.10.1.2. Tour lengths, combined with travel days, overlap, leave and downtime are calculated in the Manpower MPA Man-day Management System (M4S). 7.10.1.3. Members of the Air Force Reserve are not authorized leave en route when transitioning from a deployed Area of Responsibility or the Deployment Transition Center to home station. (T-1) 7.10.2. ANG requirements for official military travel OCONUS are codified in Chief, National Guard Bureau Instruction (CNGBI) CNGBI 1002.01A, National Guard Official Military Travel Outside U.S. Areas, 4 June 2020. Drill Status Guardsmen (DSG), AGR and Dual Status Technicians must be in a Title 10 duty status when performing OCONUS duty. (T-3) 7.10.2.1. Members may travel in a Title 32 status only if they do not land on any foreign territory while transitioning between CONUS …continued", "metrics": {"readability": 0.4596, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.58}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "In a U.S. Military travel guide for service members, the key travel entitlements and rules for a U.S. Area, 4 June 2020, are as follows:\n\n1. Drill Status: Guardsmen (DSG), AGR, and Dual Status Technicians must be in a Title 10 duty status when performing OCONUS duty.\n\n2. 7.10.2.1. Member may travel in a Title 32 status only if they do not land on any foreign territory while transitioning between CONUS and OCONUS.\n\n3. 7.10.2.2. Airmen are not authorized to", "content": "U.S. Areas, 4 June 2020. Drill Status Guardsmen (DSG), AGR and Dual Status Technicians must be in a Title 10 duty status when performing OCONUS duty. (T-3) 7.10.2.1. Members may travel in a Title 32 status only if they do not land on any foreign territory while transitioning between CONUS and OCONUS. Members may travel to or between Alaska, Hawaii, Guam, Puerto Rico and the US Virgin Islands in a Title 32 status but may not transit any point OCONUS. 7.10.2.2. Airmen are not authorized to “break” orders for the purposes of taking leave. Official travel outside US areas, which incorporates coming off orders for the purpose of taking leave only to regain military duty status for return travel, is not authorized. 7.10.2.3. While OCONUS on Title 10 orders, Technicians are not permitted to break their Title 10 orders for the purpose of taking technician leave. 7.10.2.4. Contingency Exercise Deployment (CED) orders and DAF Form 988 or LeaveWeb remarks must include current leave balance, number of days and dates of authorized leave, leave address, member’s cell phone number and emergency contact phone number. (T-3) 7.10.2.5. Home station unit commanders are responsible for ensuring: 7.10.2.5.1. Notification to the Installation Personnel Readiness (IPR) and Unit Deployment Manager (UDM) of leave dates. This allows for proper personnel accountability and reporting and verifying the requested leave does not exceed leave earned during the tour or end of tour/orders date. DAFI36-3003 7 AUGUST 2024 71 7.10.2.5.2. Member arrives at home station with adequate days remaining on orders to complete finance, medical and force support in-processing and/or downtime prior to orders end date. 7.10.2.5.3. Leave is limited to leave earned in current deployment. 7.10.2.5.4. Members comply with foreign government procedures as outlined in the DoD Foreign Clearance Guide (https://www.fcg.pentagon.mil/fcg.cfm) to include the DoD Travel Security Advisory. 7.10.2.5.5. Member completes MAJCOM leave en route redeployment checklist with required approval/signatures by deployed commander, deployed First Sergeant, deployed Office of Special Investigations (OSI), deployed medical unit, deployed Traffic Management Office, and the deployed UDM. 7.10.2.5.6. IPR and UDMs track members on leave (via Deliberate and Crisis Action Planning and Execution Segments (DCAPES) notification) until member returns. 7.10.2.5.7. Members are responsible for commercial travel costs from point of departure to leave location and for the difference in airfare from leave location to home station. 7.10.2.5.8. Administrative control (ADCON) will remain with the 201th Mission Support Squadron Commander until the member in-processes at home station. (T-2) 72 DAFI36-3003 7 AUGUST 2024", "metrics": {"readability": 0.6644, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.68}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the key travel entitlements and rules in **1–2 simple sentences** for a POST DEPLOYMENT/MOBILIZATION RESPITE ABSENCE (PDMRA) 8.1 are:\n\n1. Purpose: The PDMRA is established for members who are required to mobilize or deploy with a frequency beyond established rotation goals.\n\n2. Purpose: The yearly rotation goal consists of a deployment-to-dwell ratio of 1:2 years for AC personnel and 1:5 years for the RC. That is, for every 1 year an AC service member is deployed, member requires 2 years at", "content": "POST DEPLOYMENT/MOBILIZATION RESPITE ABSENCE (PDMRA) 8.1. Purpose. The PDMRA is established for members who are required to mobilize or deploy with a frequency beyond established rotation goals. The yearly rotation goal consists of a deployment-to-dwell ratio of 1:2 years for AC personnel and 1:5 years for the RC. That is, for every 1 year an AC service member is deployed, member requires 2 years at the home station; and for every 1 year a RC service member is deployed, member requires 5 years at the home station. This policy applies to all members with creditable deployments and mobilizations underway on, or commencing after, 1 October 2011. PDMRA is a type of administrative absence. Note: Guidance for PDMRA on or after 19 January 2007, but before 1 October 2011 can be found in the Personnel Services Delivery Guide, Military Leave Program on myFSS. 8.2. Creditable Time for AC. Regular DAF personnel who, on the first day of their current deployment, deployed in excess of 12 months out of the previous 36 months, and who meet the other eligibility criteria contained in this instruction, qualify for PDMRA days. Example: If a regular DAF service member cumulative deployments of 30 consecutive days or longer and is more than 12 months out of the previous 36 months, the member is eligible to accrue PDMRA if deployed to a location authorized for PDMRA accrual. 8.3. Creditable Time for RC. RC Airmen who, on the first day of their current qualifying mobilization/deployment, mobilized pursuant to 10 USC § 12301(a), Reserve Components Generally, 10 USC § 12302, Ready Reserve – The Under Secretary of Defense, or 10 USC § 12304, Selected Reserve and Certain Individual Ready Reserve Members; Order to Active Duty other than During War or National Emergency in excess of 12 months out of the previous 72 months, and who meet the other eligibility criteria contained in this enclosure, qualify for PDMRA days. In addition, voluntary deployments on 10 USC § 12301(d) orders to a CZTE area will be used for determining creditable time for PDMRA accrual. (T-0) 8.4. PDMRA Accrual Rates. PDMRA begins to accrue when a member has boots on ground for 30 consecutive days and is provided for each month or fraction of a month beyond 30 consecutive days. PDMRA days cannot be carried forward or rolled over to a new deployment or mobilization period. 8.4.1. Two Administrative Days Per Month. (See Figure 8.1.) 8.4.1.1. Regular DAF personnel accrue 2 administrative absence days per month when exceeding the deployment threshold in paragraph 8.2 of this DAFI and the Airman is entitled to CZTE for deployment to a combat zone. Creditable time starts when the Airman has boots on ground at the CZTE location (the same day they become eligible for CZTE. 8.4.1.2. RC Airmen serving pursuant to 10 USC §§ 12301(a), 12301(d), 12302, or 12304 accrue 2 administrative absence days per month when exceeding the mobilization or deployment threshold in paragraph 8.3 of this DAFI and the Airman is entitled to CZTE …continued", "metrics": {"readability": 0.485, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.59}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member who is eligible for the Combat Zone Travel Entitlement (CZTE) and has been deployed to a qualified CZTE area (i.e., a location designated as a 1-day per month PDMRA accrual location) will accrue 1 administrative absence day per month when the deployment threshold is exceeded. The Airman is entitled to CZTE for active service in a combat zone, and the accrual rate for eligible Airmen and Guardians in a CZTE area is 2 administrative absence days per month. The Airman's PDMRA accrual rate for eligible Airmen and Guardians in a C", "content": "location (the same day they become eligible for CZTE. 8.4.1.2. RC Airmen serving pursuant to 10 USC §§ 12301(a), 12301(d), 12302, or 12304 accrue 2 administrative absence days per month when exceeding the mobilization or deployment threshold in paragraph 8.3 of this DAFI and the Airman is entitled to CZTE for active service in a combat zone. Creditable time starts when the Airman has Boots on the Ground at the CZTE location (the same day they become eligible for CZTE). DAFI36-3003 7 AUGUST 2024 73 8.4.2. One Administrative Day Per Month. (See Figure 8.2.) 8.4.2.1. Regular DAF service members accrue 1 administrative absence day per month when the deployment threshold established in paragraph 8.2 of this instruction is exceeded for deployments to a qualifying CZTE area when the CZTE area has been designated as a 1-day per month PDMRA accrual location. 8.4.2.2. RC Airmen serving pursuant to 10 USC §§ 12301(a), 12302, or 12304 accrue 1 administrative absence day per month when exceeding the mobilization threshold in paragraph 8.3 of this instruction and the Airman is outside of the US, not in a CZTE area. Creditable time starts when the Airman has boots on the ground outside of the US. Table 8.1. PDMRA (for deployment/mobilization accomplished on or after 1 October 2011). Deployed/Mobilized Beyond Deployed/Mobilized Location Active Component PDMRA Earned Per Month 12 months CZTE area 2 days 10 USC §§ 12301(a), 12302, 12304 RC PDMRA Earned Per Month 2 days 10 USC § 12301(d) RC PDMRA Earned Per Month 2 days 12 months Outside the United States (other than a CZTE area) 0 days 1 days 0 days 74 DAFI36-3003 7 AUGUST 2024 Figure 8.1. PDMRA accrual rate for eligible Airmen and Guardians in a CZTE area. Number Days in CZTE 30 60 90 120 150 180 210 240 270 300 330 360 390 Each additional 30 days Number PDMRA days 2 4 6 8 10 12 14 16 18 20 22 24 26 2 additional PDMRA days Figure 8.2. PDMRA accrual rate for eligible Airmen and Guardians in a CZTE and 10 USC §§ 12301(a), 12302, or 12304 RC Airmen outside the US (non-CZTE area). Number Days outside the US 30 60 90 120 150 180 210 240 270 300 330 360 390 Each additional 30 days Number PDMRA days 1 2 3 4 5 6 7 8 9 10 11 12 13 1 additional PDMRA day ALEX WAGNER Assistant Secretary of the Air Force (Manpower and Reserve Affairs) DAFI36-3003 7 AUGUST 2024 75 GLOSSARY OF REFERENCES AND SUPPORTING INFORMATION Attachment 1 References 5 USC § 301, Departmental Regulations 5 USC § 552a, Records maintained on individuals (Privacy Act of 1974) 10 USC, Armed Forces 10 USC § 701, Entitlement and Accumulation 10 USC § 876a, Leave Required to be Taken Pending Review of Certain Court-Martial Convictions 10 USC § 9013, Secretary of the Air Force 10 USC § 12301 (a), (d), Reserve Components Generally 10 USC § 12302, Ready Reserve 10 USC § 12304, Selected Reserve and …continued", "metrics": {"readability": 0.39159999999999995, "grammar": 0.2, "keyword_coverage": 0.0, "confidence": 0.3}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A service member needs to know the following travel entitlements and rules for a U.S. Service member:\n\n1. 701, Entitlement and Accumulation 10 USC § 876a, Leave Required to be Take\nn Pending Review of Certain Court-Martial Convictions 10 USC § 9013, Secretary of the Air Force\n\n2. 10 USC § 12301 (a), (d), Reserve Components Generally\n\n3. 10 USC § 12302, Ready Reserve\n\n4. 10 USC §", "content": "701, Entitlement and Accumulation 10 USC § 876a, Leave Required to be Taken Pending Review of Certain Court-Martial Convictions 10 USC § 9013, Secretary of the Air Force 10 USC § 12301 (a), (d), Reserve Components Generally 10 USC § 12302, Ready Reserve 10 USC § 12304, Selected Reserve and Certain Individual Ready Reserve Members; Order to Active Duty other than During War or National Emergency 10 USC § 1552, Correction of Military Records: claims incident thereto. 32 USC, National Guard 37 USC, Pay and Allowances of the Uniformed Services 37 USC § 204, Entitlement 37 USC § 501, Payments for Unused Accrued Leave CNGBI 1002.01A, National Guard Official Military Travel Outside U.S. Areas, 4 June 2020 DoDM 5400.07, DoD Freedom of Information Act (FOIA) Program, 25 January 2017 DoD 7000.14-R, Vol 7A, Department of Defense Financial Management Regulation, Military Pay Policy - Active Duty and Reserve Pay, April 2023 DoDI 1322.29, Job Training, Employment Skills Training, Apprenticeships, and Internships (JTEST-AI) for Eligible Service Members, 24 January 2014 DoDI 1327.06, Leave and Liberty Policy and Procedures, 16 June 2009 DoDI 1332.35, Transition Assistance Program (TAP), 26 September 2019 DoDI 5100.73, Major DoD Headquarters Activities, 1 December 2007 DoD Foreign Clearance Guide DoD Guidance for Implementation of the Military Parental Leave Program Joint Travel Regulations, current edition DAFPD 36-30, Military Entitlements, 26 April 2023 AFI 33-322, Records Management and Information Governance Program, 23 Mar 2020 76 DAFI36-3003 7 AUGUST 2024 AFI 33-332, Air Force Privacy and Civil Liberties Program, 10 March 2020 DAFMAN 36-2102, Base-Level Relocation Procedures, 16 December 2020 DAFI 36-2110, Total Force Assignments, 2 August 2021 DAFI 36-2603, Air Force Board for Correction of Military Records (AFBCMR), 4 October 2022 DAFI 36-2619, Active Duty Operational Support (ADOS) –Active Component (AC) Man-Day Program, 25 November 2019 DAFI 36-3009, Military and Family Readiness Centers, 4 November 2022 DAFI 36-3012, Military Entitlements, 6 April 2023 DAFI 36-3026V1_IP, Inter-service Publication Volume 1, Identification Cards for Members Of The Uniformed Services, Their Eligible Family Members, And Other Eligible Personnel, 1 June 2023 DAFI 36-3211, Military Separations, 24 June 2022 DAFI 36-3212, Physical Evaluation for Retention, Retirement and Separation, 22 February 2024 AFI 44-102, Medical Care Management, 17 March 2015 AFI 65-103, Temporary Duty/Special Orders, 15 August 2019 AFI 90-802, Risk Management, 1 April 2019 DAFMAN 36-2136, Reserve Personnel Participation, 15 December 2023 AFMAN 41-210, TRICARE Operations and Patient Administration,10 September 2019 AFMAN 65-116, Volume 1, Defense Joint Military Pay System Active Component (DJMS-AC) FSO Procedures, 1 April 2007 AFMAN 65-116, Volume 2, Defense Joint Military Pay System – Active Component (DJMS-AC) Unit Procedures Excluding Financial Management Flights, 23 December 2019 AFMAN 65-116, Volume 3, Defense Joint Military Pay System - Reserve Component (DJMS- RC), 7 November 2019 DAFMAN 90-161, Publishing Processes and Procedures, 18 October 2023 Directive-type Memorandum 22-004, Reserve Component Maternity Leave Program, 9 June 2022 Directive Type Memorandum 23-001, Expansion of the Military Parental Leave Program, 4 January 2023 Directive Type Memorandum 23-003, Bereavement Leave for Service Members, 29 March 2023 AFR …continued", "metrics": {"readability": 0.5869, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.79}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "In **1–2 simple sentences** for a U.S. service member, the key travel entitlements and rules include:\n\n1. Publishing Processes and Procedure: 18 October 2023 Directive-type Memorandum 22-004, Reserve Componennt Maternity Leave Program, 9 June 2022 Directive Type Memorandum 23-001, Expansion of the Military Parental Leave Program, 4 January 2023 Directive Type Memorandum 23-003, Bereavement Leave for Service Member, 29 March 2023", "content": "7 November 2019 DAFMAN 90-161, Publishing Processes and Procedures, 18 October 2023 Directive-type Memorandum 22-004, Reserve Component Maternity Leave Program, 9 June 2022 Directive Type Memorandum 23-001, Expansion of the Military Parental Leave Program, 4 January 2023 Directive Type Memorandum 23-003, Bereavement Leave for Service Members, 29 March 2023 AFR Component Leave Carryover Guide Leave Personnel Services Delivery Guidance Prescribed Forms None DAFI36-3003 7 AUGUST 2024 77 Adopted Forms DD Form 149, Application for Correction of Military Records Under the Provisions of Title 10, USC, Section 1552 DD Form 1610, Request and Authorization for TDY Travel of DoD Personnel DAF Form 847, Recommendation for Change of Publication AF Form 985, Report of Travel Time/Leave (JUMPS) AF Form 972, Request and Authorization for Emergency Leave Travel DAF Form 988, Leave Request/Authorization DAF Form 1089, Leave Settlement Option Abbreviations and Acronyms AC—Active Component ADCON—Administrative Control ADOS—Active Duty Operational Support ADC—Airman Development Command AF—Air Force AFI—Air Force Instruction AFIT—Air Force Institute of Technology AFMAN—Air Force Manual AFPC—Air Force Personnel Center AFRC—Air Force Reserve Command AFPD—Air Force Policy Directive AFR—Air Force Reserve AFROTC—Air Force Reserve Officers’ Training Corps AFRS—Air Force Recruiting Service AFSVA—Air Forces Services Center AGR—Active Guard Reserve ANG—Air National Guard AOR—Area of Responsibility ARC—Air Reserve Component BCMR—Board for Corrections of Military Records CED—Contingency Exercise Deployment CIP—Career Intermission Program 78 DAFI36-3003 7 AUGUST 2024 CISM—Conseil International du Sport Militaire CNGBI—Chief, National Guard Bureau Instruction CONUS—Continental United States COT—Consecutive Overseas Tour CPTS—Comptroller Squadron CSS—Commander Support Staff CZTE—Combat Zone Tax Exclusion DAF—Department of the Air Force DAFI—Department of the Air Force Instruction DAFMAN—Department of the Air Force Manual DAFPD—Department of the Air Force Policy Directive DCAPES—Deliberate and Crisis Action Planning and Execution Segments DCS—Deputy Chiefs of Staff DD—Department Defense DJMS—Defense Joint Military Pay System DoD—Department of Defense DoDD—Department of Defense Directive DoD FMR—Department of Defense Financial Management Regulation DoDI—Department of Defense Instruction DoDM—Department of Defense Manual DRU—Direct Reporting Unit DSG—Drill Status Guardsmen DTM—Directive Type Memorandum ELA—Emergency Leave of Absence EML—Environmental and Morale Leave ETP—Exception to Policy FEML—Funded Environmental and Morale Leave FLDCOM—Field Command FOA—Field Operating Agency FOIA—Freedom of Information Act FTNGD—Full-time National Guard Duty FSS—Force Support Squadron DAFI36-3003 7 AUGUST 2024 79 FY—Fiscal Year HAF—Headquarters Air Force IDT—Inactive Duty Training IPCOT—In-place Consecutive Overseas Tour IPR—Installation Personnel Readiness JTEST-AI—Job Training, Employment Skills Training, Apprenticeships, and Internships JTR—Joint Travel Regulations JUMPS—Joint Uniform Military Pay System LASIK—Laser-In-Situ-Keratomileusis MAJCOM—Major Command MPA—Military Personnel Appropriation MPF—Military Personnel Flight MPLP—Military Parental Leave Program MPS—Military Personnel Section M4S—Manpower MPA Man-day Management System NGB—National Guard Bureau OCONUS—Outside the Continental United States OSI—Office of Special Investigations OTEIP—Overseas Tour Extension Incentive Program O-7—Brigadier General PDMRA—Post Deployment/Mobilization Respite Absence PRK—Photorefractive Keratectomy PSDG—Personnel Services Delivery Guide PTDY—Permissive Temporary Duty RAP—Recruiter Assistance Program RC—Reserve Component RCML—Reserve Component Maternity Leave RPA—Reserve Personnel Appropriations RegAF—Regular Air Force RS—Refractive Surgery R&R—Rest and Recuperation SG—Surgeon General 80 DAFI36-3003 7 AUGUST 2024 SLA—Special Leave Accrual SORN—System of Records Notice TDSP—Technical Degree Sponsorship Program TDY—Temporary Duty UDM—Unit Deployment Manager US—United States USAFA—United States Air Force Academy USC—United States Code USSF—United States Space Force WEAR—We Are …continued", "metrics": {"readability": 0.25489999999999996, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.48}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the regulatory requirements for travel entitlements and rules include:\n\n1. RPA - Reserve Personnel Appropriation Program: This is a program that provides financial assistance to reserve personnel for travel and other expenses related to their military service.\n\n2. RS - Refractive Surgeries: This refers to surgeries that correct vision problems, such as cataracts or glaucoma.\n\n3. SG - Special Leave Accrual: This refers to the amount of leave that a service member is entitled to accrue during their military service.\n\n4. 80 DAFI36-300", "content": "RPA—Reserve Personnel Appropriations RegAF—Regular Air Force RS—Refractive Surgery R&R—Rest and Recuperation SG—Surgeon General 80 DAFI36-3003 7 AUGUST 2024 SLA—Special Leave Accrual SORN—System of Records Notice TDSP—Technical Degree Sponsorship Program TDY—Temporary Duty UDM—Unit Deployment Manager US—United States USAFA—United States Air Force Academy USC—United States Code USSF—United States Space Force WEAR—We Are All Recruiters Office Symbols AF/A1—Deputy Chief of Staff, Manpower, Personnel and Services AF/A1PA—Air Force Military Compensation Policy Division AF/CC—Chief of Staff of the Air Force AF/CV—Vice Chief of Staff of the Air Force AF/HC—Air Force Chief of Chaplains AF/JAX—Office of the Judge Advocate General Professional Development Directorate AF/RE—Chief of the Air Force Reserve AF/SG—Air Force Surgeon General AFPC/CC—Commander, Air Force Personnel Center AFPC/DPFCM—AFPC Missing Persons Branch AFPC/DPFD—AFPC Physical Disability Division AFPC/DPMSSM—AFPC Special Programs Office AFPC/DP3SA—AFPC Special Programs Branch AFRC/A1KK—Air Force Reserve Command Force Management AFSVA/VMSE—Air Force Services Center, Fitness Branch DRU/A1—Direct Reporting Unit Manpower, Personnel and Services DRU/HC—Direct Reporting Unit Chief of Chaplains FOA/HC—Field Operating Agency Chief of Chaplains MAJCOM/A1—Major Command Manpower, Personnel and Services MAJCOM/HC—Major Command Chief of Chaplains MAJCOM/SGP—Major Command Chief of Aerospace Medicine DAFI36-3003 7 AUGUST 2024 81 NGB/CF—Director of the Air National Guard NGB/A1—Air National Guard Directorate of Manpower, Personnel, and Services NGB/SG—National Guard Bureau Surgeon General SAF/MR—Assistant Secretary of the Air Force for Manpower and Reserve Affairs SF/S1—Deputy Chief of Space Operations for Human Capital SF/S1PA—Space Force Military Compensation and Benefits Policy Division Terms Accrued Leave—Leave earned by a service member at a rate of 2 1/2 calendar days for each month of active service and credited to the service member’s leave account. The account balance of accrued leave must be reduced to 60 days at the end of the fiscal year, unless approved for SLA. Accrued leave is also referred to as “earned leave.” Active Duty—Full-time duty in active military service of the United States, including active duty or full-time training duty in the Reserve Component. Active Duty Long Tour—Air Reserve Component members who are called to active duty for a period of 30 days or more. Active Guard Reserve (AGR) Duty—Active Duty performed by a member of the Reserve Component of the Air Force or full-time National Guard for a period of 180 consecutive days or more for organizing, administering, recruiting, instructing, or training the Reserve components. Adoption—An adoption that is arranged by a “qualified adoption agency” as that term is defined in 10 USC § 1052. Air Reserve Component—The component of the United States Air Force that includes the AFR and ANG. Appellate Leave—Leave required to be taken pending review of certain court-martial convictions. Bereavement Leave—A period of non-chargeable paid leave to make arrangements required by the death of a member’s spouse or child and to attend the funeral, burial, or memorial service of the spouse or child. Carry-over Leave—The transfer of accrued leave across a fiscal year or to the next period of active service for ARC personnel. Child—A person born alive who is the biological, adopted, step, or foster son or daughter of the member, a person who is a …continued", "metrics": {"readability": 0.373, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.69}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a service member, the key travel entitlements and rules for a U.S. Service member are:\n\n1. Service of the spouse or child: The transfer of accrued leave across a fiscal year or to the next period of active service for ARC personnel.\n\n2. Child: A person born alive who is the biological, adopted, step, or foster son or daughter of the member, a person who is a legal ward of the member or was a legal ward of the member when the person was a minor or otherwise required a legal guardian, a person for whom the member stands in loco parentis or stood in loco parentis when the person was a minor", "content": "service of the spouse or child. Carry-over Leave—The transfer of accrued leave across a fiscal year or to the next period of active service for ARC personnel. Child—A person born alive who is the biological, adopted, step, or foster son or daughter of the member, a person who is a legal ward of the member or was a legal ward of the member when the person was a minor or otherwise required a legal guardian, a person for whom the member stands in loco parentis or stood in loco parentis when the person was a minor or otherwise required someone to stand in loco parentis, or a son or daughter of the member’s spouse. Commander—A commissioned officer who, by virtue of rank and assignment, exercises command authority over a military organization or prescribed territorial area, which under pertinent official directives is recognized as a ‘command.’ This designation is used in all Air Force organizations authorized to be led by a commander, except the US Air Force Academy, which is commanded by a superintendent, and school/academic organizations, which may be commanded by commandants. 82 DAFI36-3003 7 AUGUST 2024 Continental United States—48 contiguous states and the District of Columbia. Divorce—Dissolution of marriage that completely severs the marital relationship, as opposed to limited divorce, legal separation, or so-called “divorce from table and bed or bed and board”. A divorce includes an annulment. Duty Status—A member is considered to be in a duty status during any period of Active Duty, funeral honors duty or Inactive Duty Training; while traveling directly to or from the place at which funeral honors duty or inactive duty is performed; while remaining overnight immediately before the commencement of inactive duty training or between successive periods of inactive duty training, at or in the vicinity of the site of the Inactive Duty Training; if the site is outside reasonable commuting distance of the member’s residence and while remaining overnight at or in the vicinity of the place the funeral honors duty is to be performed immediately before serving such duty, if the place is outside of a reasonable commuting distance from the member’s residence. Excepted Leave—Leave accrued by member of a Reserve Component or retired Reserve; a retired member of the Regular Army, Regular Navy, Regular Air Force, or Regular Marine Corps; or a member of the Fleet Reserve or Fleet Marine Corps Reserve as an exception to the 60-day career leave sell-back limitation. Excess Leave—Leave granted that exceeds accrued and advance leave and for which the service member is not entitled to pay and allowances. Generally, a negative leave balance at the time of release from active military duty, discharge, first extension of an enlistment, desertion, or death shall be considered excess leave regardless of the authority under which the leave resulting in the negative balance was granted. Family Member—For the purpose of this instruction only, a family member includes: (1) An Airman/Guardian’s present spouse. A former spouse is not a family member. (2) An Airman/Guardian’s minor children from …continued", "metrics": {"readability": 0.5101, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.76}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a U.S. Service member, the key travel entitlements and rules for excess leave are:\n\n1. Be considered excess leave regardless of the authority under which the leave resulting in the negative balance was granted.\n2. Family Member - For the purpose of this instruction only, a family member includes:\n   - An Airman/Guardian's present spouse\n   - An Airman/Guardian's minor children from the present marriage\n   - An Airman/Guardian's child by any former marriage if the Airman/Guardian has a current obligation to provide support to that child\n   - An Airman/Guardian's minor child born out", "content": "be considered excess leave regardless of the authority under which the leave resulting in the negative balance was granted. Family Member—For the purpose of this instruction only, a family member includes: (1) An Airman/Guardian’s present spouse. A former spouse is not a family member. (2) An Airman/Guardian’s minor children from the present marriage. (3) An Airman/Guardian child by any former marriage if the Airman/Guardian has a current obligation to provide support to that child. A family member does not include the child of an Airman/Guardian who has been legally adopted by another person. (4) Minor children born out of wedlock to: (a) a female Airman/Guardian; (b) a male Airman/Guardian if evidenced by a court order, or the functional equivalent of a court order, identifying the Airman/Guardian as the father or if the Airman is providing support to the child under the terms of this regulation. (5) Any other person (for example, parent, stepchild) for whom the Airman/Guardian has a legal obligation to provide financial support under the applicable law. This includes court orders directing the Airman/Guardian to provide financial support to a child 18 years of age or older or to some other person. It does not include financial support voluntarily provided to a child 18 years of age or older or to some other person. Minor children include unmarried children under 18 years of age who are not on active duty with the Armed Forces. Financial Support—The amount of money or support in kind provided to one’s family members on a periodic or other continuing basis in accordance with a written or oral support agreement, court order, or this instruction. Financial support includes court-ordered spousal support (or alimony) and child support. It does not include any division of marital or nonmarital property between spouses or former spouses or financial payments made as part of a property settlement. Foster Care—A 24-hour substitute care for children placed away from their parents or guardian and for whom the State agency has placement and care responsibility. This includes, but is not DAFI36-3003 7 AUGUST 2024 83 limited to, placements in foster family homes, foster homes of relatives, group homes, emergency shelters, residential facilities, childcare institutions, and pre-adoptive homes. See also the term and definition of placement for long-term foster care. Immediate Family—For the purpose of approving emergency leave, the immediate family includes the member or spouse’s parents (including stepparents), children (including illegitimate children and stepchildren), brothers and sisters, sole surviving blood relative, and in loco parentis person. In loco parentis—A person who stood in place of the member’s parent for a period of at least 5 years before the member became 21 years of age or entered military service. In addition, the person provided a home, food, clothing, medical care, and other necessities, and gave moral, disciplinary guidance, and affection. Leave Master Record—Leave Master Record contains all leave that has been accrued, taken, used, or lost for a member’s leave account for orders over 30 days. Long Tour—A long tour is one that …continued", "metrics": {"readability": 0.4089, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.7}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "For a service member, the key travel entitlements and rules in 1–2 simple sentences are:\n\n1. Provide a home, food, clothing, medical care, and other necessities, and give moral, disciplinary guidance, and affection.\n\n2. Leave Master Record - Leave Master Record contains all leave that has been accrued, taken, used, or lost for a member's leave account for orders over 30 days.\n\n3. Long Tour - A long tour is one that authorizes (both) an accompanied tour, and the unaccompanied tour is 18 months or more.\n\n4. Multiple Qualifying Events - When a", "content": "provided a home, food, clothing, medical care, and other necessities, and gave moral, disciplinary guidance, and affection. Leave Master Record—Leave Master Record contains all leave that has been accrued, taken, used, or lost for a member’s leave account for orders over 30 days. Long Tour—A long tour is one that authorizes (both) an accompanied tour, and the unaccompanied tour is 18 months or more. Multiple Qualifying Events—When a member experience any of these events within 1 year: giving birth to more than one child from a multiple pregnancy, giving birth to a child from a back- to-back pregnancy, adopting more than one minor child, having more than one minor child placed with the member for adoption or long-term foster care, or a combination of any of these events. Outside the Continental United States—Outside the 48 contiguous states and the District of Columbia. Parental Leave—A period of non-chargeable leave granted to a member following the birth of the member’s child, adoption of a minor child by the member, or placement of a minor child with the member for adoption or long-term foster care in order to care for the child. Placement for Adoption—The action of placing a minor child with the prospective adoptive parents in which there is a contractual agreement between the prospective adoptive parents and the qualifying adoption agency occurring before the legal finalization of the adoption. Placement for Long-Term Foster Care—The action of placing a minor child in foster care in which there is an expectation and contractual agreement between the foster parents and the child‑placing agency that the child remain in the home of the foster parents for a minimum of 24 months. Proceed Time—A period of 4 consecutive days’ absence in conjunction with PCS to/from an unaccompanied overseas assignment for individuals (regardless of marital status) who relocate dependents and/or household goods. See DAFMAN 36-2102 for further guidance and definitions. Separate(d)/Separation—Severance of military affiliation as opposed to release from active duty. For the purposes of this Air Force Instruction, separate(d)/separation refers to discharge from the Air Force (either Regular or ARC). Spouse—An individual, to include service members, lawfully married to a service member, as recognized by any state, possession, or territory of the United States. Surrogacy—A legal agreement whereby a person agrees to undergo pregnancy to deliver a child for another party to whom they will surrender and transfer the child for custody and care. 84 DAFI36-3003 7 AUGUST 2024 Title 10 Status—Federal authority over active duty, reservists and Guard service members who are ordered to federal level active duty for federal level missions. Title 32 Status—Full-time National Guard Duty means training or other duty, performed by a member of the National Guard which can be found in 32 USC § 502. Use or Lose Leave—The number of leave days over 60 days that a member will lose if not used before 1 October. Wing Commander (or equivalent)—An officer in the rank of colonel or above who is a senior rater in the officer’s chain of command.", "metrics": {"readability": 0.5321, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.77}}
{"source": "DAFI", "chapter": "Unknown", "section": "00", "summary": "A U.S. Service member needs to be aware of the following travel entitlements and rules:\n\n1. In 32 USC § 502, the number of leave days over 60 days that a member will lose if not used before 1 October is Summarize this regulatory requirement for a U.S. Service member.\n\n2. Wing Commander (or equivalent) is an officer in the rank of colonel or above who is a senior rate in the officer's chain of command.\n\n3. The number of leave days over 60 days that a member will lose if not used before 1 October is Summarize the key travel entitlements and rules for", "content": "in 32 USC § 502. Use or Lose Leave—The number of leave days over 60 days that a member will lose if not used before 1 October. Wing Commander (or equivalent)—An officer in the rank of colonel or above who is a senior rater in the officer’s chain of command.", "metrics": {"readability": 0.5355, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.77}}
