{"source": "DTS", "chapter": "DTS PCS", "section": "0301", "summary": "A service member needs to be aware of the following travel entitlements and rules:\n\n1. 030101: Overview\n- Purpose: To provide guidelines for travel policies and procedures for military personnel.\n\n2. 030102: Purpose\n- Purpose: To outline the requirements for traveling with dependents, including the necessary documentation.\n\n3. 030103: Overview\n- Overview: To provide guidance on the specific requirements for traveling with dependents, including the necessary documentation.\n\n4. 0302: Travel Policy Implementation\n- Purpose: To outline the process for implementing travel", "content": "030101. 030102. 030103. Overview .............................................................................................................. 4 Purpose ................................................................................................................. 4 Additional Guidance ............................................................................................. 4 0302 TRAVEL POLICY IMPLEMENTATION ................................................................. 5", "metrics": {"readability": 0.22, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.61}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0303", "summary": "For a U.S. Service member, the following regulatory requirements are essential:\n\n1. Certifying Officer (CO): The CO is responsible for certifying that the travel entitlements and rules are accurate and complete.\n\n2. Departmental Accountable Official (DAO): The DAO is responsible for ensuring that the travel entitlements and rules are properly documented and maintained.\n\n3. Travel entitlements: The CO and DAO must ensure that the travel entitlements, such as overseas travel, are properly documented and approved by the appropriate authority.\n\n4. Travel rules: The CO and DAO must ensure that the travel rules, such as pass", "content": "030301. 030302. Certifying Officer (CO) ........................................................................................ 5 Departmental Accountable Official (DAO) ......................................................... 6", "metrics": {"readability": 0.38520000000000004, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.69}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0304", "summary": "For a U.S. Service member traveling to a foreign country, the following travel entitlements and rules are required:\n\n1. 030401. 030402. 030403. 030404. 030405. 030406. 030407. 030408. 030409.\n\na. Centrally Billed Account (CBA) Specialist (CBA-S)\nb. Debt Management Monitor (DM)\nc. Routing Official\nd. Non-DTS Entry Agent (", "content": "030401. 030402. 030403. 030404. 030405. 030406. 030407. 030408. 030409. Authorizing Official (AO) .................................................................................... 7 Centrally Billed Account (CBA) Specialist (CBA-S) .......................................... 8 Debt Management Monitor (DMM) ..................................................................... 8 Routing Official .................................................................................................... 8 Travel Preparer ..................................................................................................... 9 Non-DTS Entry Agent (NDEA) ........................................................................... 9 Defense Travel Administrator (DTA) ................................................................ 10 Traveler ............................................................................................................... 11 Self-Authorizing Official (SAO) ........................................................................ 12", "metrics": {"readability": 0.6356, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.82}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0305", "summary": "For a U.S. Service member traveling domestically, the following travel entitlements and rules are required:\n\n1. Authorization: The service member must obtain authorization from their chain of command to travel domestically.\n\n2. Voice-to-Voice (VoV) Communication: The service member must use Voice-to-Voice (VoV) communication for all official travel.\n\n3. Fiscal Year Considerations: The service member must plan official travel for the fiscal year in which the travel is required.\n\n4. Non-ATM Advances: The service member must not make non-ATM advances during official travel.", "content": "030501. 030502. Authorization ...................................................................................................... 13 Voucher .............................................................................................................. 14 0306 FINANCIAL INFORMATION .................................................................................... 15 030601. 030602. 030603. 030604. Fiscal Year Considerations When Planning Official Travel. .............................. 15 Non-ATM Advances. ......................................................................................... 15 Scheduled Partial Payments ................................................................................ 16 Payment By Electronic Funds Transfer (EFT) and Split-Disbursement. ........... 16 Table 1: DTS Users Requirements to Appoint as an Accountable Official .............................. 17 Table 2: Training (DTS users must meet the minimum training as outlined in Table 2 or an alternate training plan as established by the DoD Component) ................................................... 18 3-3 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 DEPARTMENT OF DEFENSE DEFENSE TRAVEL SYSTEM REGULATIONS", "metrics": {"readability": 0.32189999999999996, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.51}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0301", "summary": "A service member needs to know the following travel entitlements and rules:\n\n1. Overview: This regulatory document outlines the DoD policy regarding DTS, which is the single online travel system used by the DoD. The policy applies to all travel functions currently supported by DTS and those supported in the future as they become available.\n\n2. Overview: The DoD policy regarding DTS is that DTS is the single online travel system used by the DoD. This policy applies to all travel functions currently supported by DTS and those supported in the future as they become available.\n\n3. Regulatory responsibilities: DTS users by user role are responsible for creating official travel documents in", "content": "030101. Overview In accordance with DoD Instruction 5154.31, Volume 3, it is Department of Defense (DoD) policy that DTS is the single online travel system used by the DoD. This policy applies to all travel functions currently supported by DTS and those supported in the future as they become available. (Note: Available trip types are listed in the DoD Defense Travel System Best Practices, Chapter 7 at https://media.defense.gov/2022/May/11/2002995246/-1/-1/0/DoD_DTS_Best_Practices_Guide_v8.1.PDF). This regulation does not modify the DoD Financial Management Regulation (DoD FMR) or the Joint Travel Regulations (JTR). 030102. Purpose This regulation defines the: A. B. C. Responsibilities of DTS users by user role. Types of official travel documents created in DTS. Financial aspects of DTS. D. Minimum required training for each user role. 030103. Additional Guidance A. General travel information is located on the Defense Travel Management Office (DTMO) website. B. C. Mandatory and suggested training is located on the DTMO website. After exhausting all locally mandated troubleshooting options (e.g., local help desks), address all travel-related questions to the Travel Assistance Center: 1. 2. By help ticket: Via the Travel Explorer (TraX) website. By telephone: 1-888-HELP-1-GO (1-888-435-7146) from any commercial CONUS line or from any DSN line if OCONUS. 3-4 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3", "metrics": {"readability": 0.3557, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.68}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0302", "summary": "A service member should be aware of the following travel policy, excuses, and deviations to: Defense Travel Management Office ATTN: Policy and Regulations Division 4800 Mark Center Drive Suite 04J25-01 Alexandria, VA 22350-9000. This regulatory document provides information on the following topics:\n\n1. Travel policy\n2. Excuses\n3. Deviations\n\nThe service member should ensure that they are aware of these policies and procedures to ensure a smooth and safe travel experience.", "content": "Address questions concerning travel policy, exceptions, or deviations to: Defense Travel Management Office ATTN: Policy and Regulations Division 4800 Mark Center Drive Suite 04J25-01 Alexandria, VA 22350-9000", "metrics": {"readability": 0.2803, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.49}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0303", "summary": "A service member who is a military travel expert and is responsible for ensuring that travel expenses are accounted for and repaid to the Department of Defense (DoD) is a Departmental Accountable Official (DAO). The DAO is appointed by the DoD Compensation and Benefits Command (CBC) and is responsible for certifying payment requests for travel expenses. The DAO is appointed based on their qualifications, including having completed the required training and administrative requirements in Volume 5, Chapter 5 of the Department of Defense FMR. The DAO is also responsible for ensuring that all travel expenses are properly documented and maintained for six years and three months after the DAO no longer", "content": "DoD FMR, Volume 5, Chapter 1 defines accountable officials as Service members or DoD civilian employees of a DoD Component who are pecuniarily liable for repayment of losses or deficiencies of public money. For guidance on who may be appointed to positions of accountability see DoD FMR, Volume 5, Chapter 1 and for appointment requirements see DoD FMR, Volume 5, Chapter 2. Accountable officials involved in the travel management process who serve as control points within the organization include: 030301. Certifying Officer (CO) In accordance with 31 U.S.C. 3325(a)(1)(B), a DoD Component cannot disburse a payment unless it is certified to a disbursing officer by a properly appointed CO. DoD Components must appoint all DTS users that certify payments as COs. COs certify funds for payment in accordance with the 31 U.S.C. 3325 and DoD FMR, Volume 5. A. COs must meet the qualifications in DoD FMR, Volume 5 and be appointed using DD Form 577, Appointment/Termination Record – Authorized Signature. When a CO no longer holds the position, revoke the appointment. Signed appointments and revocations must be maintained for six years and three months after the CO no longer holds the position. DoD Components may also mandate additional record management requirements. B. COs must comply with all training and administrative requirements in Volume 5, Chapter 5, this regulation (Table 2) and with any additional DoD Component-specific requirements. C. COs must implement, maintain, and enforce system and other internal procedures and control points within a DoD Component to minimize opportunities for erroneous payments. D. In accordance with 28 U.S.C. 2512 and 31 U.S.C. 3528, COs are presumed negligent and may be pecuniarily liable for all improper payments that they certify. 3-5 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 030302. Departmental Accountable Official (DAO) When certifying payments, COs often rely on information and data provided by systems and other personnel. In accordance with 10 U.S.C. 2773a, DoD Components may designate Service members and DoD civilian employees as DAOs. 10 U.S.C. 2773a does not, however, statutorily mandate that the DoD Components appoint DAOs to perform such activities. The practice of appointing DAOs to perform any particular function or class of functions is an option available to management/the Command for inclusion in systems of internal controls. A. When considering whether to permit only persons appointed as DAOs to perform duties that generate the information, data, or services that COs rely on, appointing authorities must take into account considerations that include accomplishing mission and functions under their area of responsibility, the availability of resources, the sufficiency of other internal controls, and whether or not a governing policy or directive mandates performance of some function only by a properly appointed DAO (see DoD FMR, Volume 5). B. DoD Components determine whether to appoint and use DAOs, as well as which DTS users to appoint as DAOs. C. When used, DAOs must be appointed on a DD Form 577. Signed appointments and revocations must be maintained for six years and three months after …continued", "metrics": {"readability": 0.2634, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.63}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0303", "summary": "For a U.S. Service member, the regulatory requirement for appointing and using Department of Defense (DoD) Financial Management Regulation (FMR) Volume 5-compliant Direct Access Officers (DAOs) is to sign an appointment on a DD Form 577 and maintain it for six years and three months after the DAO no longer holds the position. DAOs must also comply with all training and administrative requirements in DoD FMR, Volume 5, Chapter 5, and must complete additional record management requirements. DAOs are not subject to the presumption of negligence, but may be found to be liable for improper payment made as a result of their", "content": "DoD FMR, Volume 5). B. DoD Components determine whether to appoint and use DAOs, as well as which DTS users to appoint as DAOs. C. When used, DAOs must be appointed on a DD Form 577. Signed appointments and revocations must be maintained for six years and three months after the DAO no longer holds the position. DoD Components may also mandate additional record management requirements. D. DAOs must comply with all training and administrative requirements in DoD FMR, Volume 5, Chapter 5 and comply with any additional DoD Component-specific requirements. E. DAOs are not subject to the presumption of negligence, but may be found to be pecuniarily liable for improper payments made as a result of their input.", "metrics": {"readability": 0.4559, "grammar": 1.0, "keyword_coverage": 0.0, "confidence": 0.73}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0304", "summary": "In the context of a U.S. Service member's travel entitlements, a military travel expert summarizes the key travel entitlements and rules in 1-2 simple sentences for a U.S. Service member. The service member needs to know:\n\n1. Appoint DTS users as accountable officials in accordance with Table 1.\n2. Not all DTS users require appointment as COs or DAOs.\n3. DTS users may serve in more than one DTS role provided that an adequaate separation of duties is maintained in accordance with DoD FMR, Volume 5 and DoD Componenent guidance.\n4. In addition to training required by", "content": "Appoint DTS users as accountable officials in accordance with Table 1. Not all DTS users require appointments as accountable officials. Except where noted otherwise, DoD Components define the DTS user’s responsibilities and based on the DTS user’s defined duties, determine whether to appoint the DTS user as COs or DAOs. DTS users may serve in more than one DTS role provided that an adequate separation of duties is maintained in accordance with DoD FMR, Volume 5 and DoD Component guidance. In addition to training required by DoD FMR, Volume 5, DTS users must meet the minimum training as outlined in Table 2 or an alternate training plan as established by the DoD Component. DoD Components may designate alternatives to the training courses provided in Table 2 and levy additional training requirements as needed. 3-6 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 030401. Authorizing Official (AO) AOs control the mission by authorizing travel and controlling the use of travel funds in accordance with the JTR. A. There are two kinds of AOs in DTS: of DTS documents, so long as AOs follow separation-of-duties requirements. 1. AOs that are appointed as COs. These AOs may approve all types 2. AOs that only authorize travel. These AOs may: guidance. a. Be appointed as DAOs following DoD Component scheduled partial payments (SPP) or non-automated teller machine (ATM) advances. b. Only approve authorizations that do not contain a request for B. Before official travel occurs, all AOs must: 1. the U.S. travel Government’s interest. If the mission can be accomplished more economically by correspondence, teleconference, web-based communications, or other appropriate means, AOs must not authorize travel. is mission essential and Determine in if 2. Verify the DTS lines of accounting are assigned correctly. 3. Verify the DTS budget module contains sufficient funds prior to authorizing travel. When official travel “should cost” estimates exceed the amount of funds available, request the Finance Defense Travel Administrator add funding allocations to the budget module. If additional funds are not allocated, the AO must not authorize travel. 4. Component guidance, and mission requirements. Review travel documents to verify compliance with the JTR, DoD Review DTS flag items as questionable or non-compliant with travel policy to verify justifications are valid. If justifications are not valid, return the document for correction. 5. approved in accordance with the JTR. 6. Verify all requests for other than economy/coach class travel are electronically attached to travel documents. 7. Verify all required pre-trip substantiating documentation is Approve authorizations in a timely manner to permit obligations for travel expenses and procuring reservations for anticipated travel. When air travel is required, expeditious handling is critical to ensure ticket purchasing of flights. 8. 3-7 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 activated prior to approval of travel. 9. Ensure the traveler’s Government Travel Charge Card (GTCC) is C. After official travel has occurred, AOs that are also appointed as COs must: 1. Review all vouchers and justifications to verify expenses are valid. …continued", "metrics": {"readability": 0.5737, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.49}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0304", "summary": "For a U.S. Service member, the following regulatory requirements are essential to ensure their travel experience is smooth and efficient:\n\n1. Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 activated prior to approval of travel.\n\n2. Ensure the traveler's Government Travel Charge Card (GTCC) is C.\n\n3. After official travel has occurred, AOs that are also appointed as COs must:\n\n   a. Review all voucheres and justifications to verify expenses are valid.\n   b. Verify all required supporting documents are attached to the DTS 020402", "content": "Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 activated prior to approval of travel. 9. Ensure the traveler’s Government Travel Charge Card (GTCC) is C. After official travel has occurred, AOs that are also appointed as COs must: 1. Review all vouchers and justifications to verify expenses are valid. Certify all vouchers for payment by using a digital signature to allow split disbursement of funds for authorized expenses to the Individually Billed Account (IBA) GTCC vendor and the traveler. 2. voucher. 3. Verify all required supporting documents are attached to the DTS 020402. Centrally Billed Account (CBA) Specialist (CBA-S) DTS refers to this role as the “Transportation Officer.” CBA-Ss reconcile monthly CBA invoices against authorized expenses charged to CBAs. There are two kinds of CBA-Ss in DTS: A. Service Members and DoD civilian employees that certify reconciled CBA invoices for payment must be appointed as COs. B. Individuals who reconcile monthly CBA invoices but do not certify invoices for payment may be Service Members, DoD civilian employees, or contractor personnel. CBA- Ss who are Service Members or DoD civilian employees may be appointed as DAOs. 020403. Debt Management Monitor (DMM) DMMs may be appointed as DAOs to track the debt collection process in DTS due to overpayment of travel funds to travelers. For guidance on debt management policies and procedures, reference DoD FMR, Volume 16. DMMs use the Debt Management Module to: A. B. C. Record debt waiver and appeal requests and responses. Record direct debt collections (e.g., travelers pay by check or Pay.Gov). Request and record debt collection via payroll deduction. D. Request and record debt write-off for uncollectible debts under $225 belonging to travelers that are no longer paid by DoD in accordance with DoD FMR, Volume 4, Chapter 3. E. Request and record debt transfers of debts $225 and over belonging to travelers that are no longer paid by DoD. 030404. Routing Official 3-8 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 Routing Officials, when used, review and digitally sign DTS documents before the AO. Routing Officials may be appointed as DAOs in accordance with DoD Component guidance. Some examples of common Routing Official functions in DTS are to: A. B. C. Verify the correct lines of accounting are assigned. Verify the budget module contains sufficient funds. Review documents to verify compliance with the JTR, DoD Component guidance, and mission requirements. D. E. Review pre-audit flags to verify traveler justifications are appropriate. Verify all requests for other than economy/coach class travel are approved in accordance with the JTR. F. to the document. Verify all required substantiating documentation is electronically attached 030405. Travel Preparer Travel preparers (e.g., travel clerks, administrative assistants) are non-accountable Service Members, DoD civilian employees, or contractor personnel. Non-accountable officials must not be appointed as COs or DAOs. Travel preparers may: A. Create and digitally sign DTS authorizations for travelers. B. Create DTS vouchers (including local vouchers) for travelers. Travel preparers may not digitally sign vouchers for travelers. Vouchers created by travel …continued", "metrics": {"readability": 0.439, "grammar": 0.2, "keyword_coverage": 0.16666666666666666, "confidence": 0.32}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0304", "summary": "In the context of military travel, a service member should know the following travel entitlements and rules:\n\n1. DoD civilian employees, or contractor personnel. Non-accountable officials must not be appointed as COs or DAOs. Travel preparers may:\n   - Create and digitally sign DTS authorization for travelers\n   - Create DTS voucheres (including local voucheres) for travelers\n   - Travel preparers may not digitally sign voucheres for travelers\n   - Vouchers created by travel preparers must be digitally signed by travelers to attest to the accuracy of the voucher's contents\n\n2. Non-DTS Entry", "content": "DoD civilian employees, or contractor personnel. Non-accountable officials must not be appointed as COs or DAOs. Travel preparers may: A. Create and digitally sign DTS authorizations for travelers. B. Create DTS vouchers (including local vouchers) for travelers. Travel preparers may not digitally sign vouchers for travelers. Vouchers created by travel preparers must be digitally signed by travelers to attest to the accuracy of the voucher’s contents. 030406. Non-DTS Entry Agent (NDEA) NDEAs are non-accountable Service Members, DoD civilian employees, or contractor personnel. Non-accountable officials must not be appointed as COs or DAOs. NDEAs are authorized to input and digitally sign DTS vouchers (including local vouchers) for travelers that do not have reasonable access to DTS. NDEAs must: A. Receive a signed DD Form 1351-2, Travel Voucher Or Subvoucher; or Optional Form (OF) 1164, Claim for Reimbursement for Expenditures on Official Business; and other required documents from travelers. A printed DD Form 1351-2 or OF 1164 with a Common Access Card verified digital signature is an acceptable alternative to the paper forms. NOTE: Travelers submit the signed forms in lieu of digitally signing travel vouchers. B. C. Use the signed DD Form 1351-2 or OF 1164 to create the DTS voucher. Attach electronic copies of all provided documents to the DTS voucher. 3-9 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 D. Digitally sign the DTS voucher. 030407. Defense Travel Administrator (DTA) DoD Components determine each organization’s DTA structure and each DTA’s responsibilities and DoD Components may appoint DTAs as DAOs. DoD Components must maintain a clear separation of duties when an AO or CO functions as a DTA. Although DTA responsibilities vary at each organization, up to four types of DTAs are empowered to maintain DTS: A. Lead DTA (LDTA). Usually, LDTAs manage all DTS activities at a site, and: 1. 2. 3. Determine the organization’s DTS organization structure. Assign specific responsibilities to other DTAs. Verify that DTS routing lists ensure only appropriate officials review and approve DTS documents. Verify that DTS user permission levels provide an appropriate separation of duties. In cases where a clear separation of duties is not possible, the circumstances must be reported in accordance with DoD FMR, Volume 5, Chapter 1. 4. 5. 6. Manage the organization’s DTS training program. Establish and maintain local business processes. B. Organization DTA (ODTA). Usually, ODTAs: profiles, routing lists, and groups for one or more organizations. 1. Use DTS to establish and maintain personal profiles, organization related issues. 2. Assist the organization’s travelers in resolving DTS and other travel- C. Finance DTA (FDTA). FDTAs manage the financial aspects of DTS for the organization and in accordance with 31 U.S.C. 1341 (also known as the “Antideficiency Act”), adhere to sound funds control and accounting practices. Usually, Finance DTAs: 1. 2. 3. Establish and maintain lines of accounting. Allocate funds to the Budget module as soon as funds are available. In accordance with DoD Component guidelines, reconcile the budget module with the organization’s official accounting system. D. Budget DTA …continued", "metrics": {"readability": 0.32939999999999997, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.36}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0304", "summary": "In a U.S. Service member's travel, the following regulatory requirements need to be followed:\n\n1. Sound funds control and accounting practices.\n\n2. To sound funds, establish and maintain lines of accounting.\n\n3. To sound funds, reconcile the budget module with the organization's official accounting system.\n\n4. To sound funds, D. Budget DTA (BDTA).\n\n5. To sound funds, BDTA.\n\n6. To sound funds, Traveler Travelers may create, amend, and digitally sign DTS authorization, voucher, and local voucher documents.\n\n7. To sound funds, Travel", "content": "to sound funds control and accounting practices. Usually, Finance DTAs: 1. 2. 3. Establish and maintain lines of accounting. Allocate funds to the Budget module as soon as funds are available. In accordance with DoD Component guidelines, reconcile the budget module with the organization’s official accounting system. D. Budget DTA (BDTA). Usually, BDTAs: 3-10 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 1. 2. Update DTS budget targets. In accordance with DoD Component guidelines, reconcile the budget module with the organization’s official accounting system. 030408. Traveler Travelers may create, amend, and digitally sign DTS authorizations, vouchers, and local vouchers. Travelers are not accountable officials, but are legally liable for submitting false or fraudulent claims for payment in accordance with 18 U.S.C. 287 and 1001 and 31 U.S.C. 3729 (also known as the False Claims Act). A. Before official travel occurs, travelers or others authorized to act on their behalf must: contained in the travelers’ DTS personal profile is accurate. 1. Verify the organization, personal, and financial information 2. Create and digitally sign authorizations that: a. b. c. Establish the conditions for official travel. Identify the purpose for official travel. Identify the basis for travel allowances and reimbursement for official expenses. travel allowances except to correct or complete the authorizations. d. Are not modified retroactively to add, delete, or change 3. Provide justifications for pre-audit flags. 4. accordance with the JTR. Submit requests for other than economy/coach class travel in 5. 6. Electronically attach all required pre-trip substantiating documents. Ensure the GTCC is activated prior to approval of travel. B. After official travel has occurred, travelers (or others authorized to act on the traveler’s behalf) create vouchers from authorization, digitally sign vouchers, and must: Adjust “should cost” estimated expenses to reflect actual expenses incurred. Travelers must be mindful of changes in lodging and per diem rates by comparing lodging costs on receipts against the “should cost” estimated rate. 1. 2. Electronically attach: 3-11 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 lodging expenses. a. Receipts or locally approved missing receipt forms for all lodging receipts (unless flat rate per diem is directed). b. Receipts for reimbursable expenses of $75.00 or more and c. Approvals for other than economy/coach class travel. A signed manually prepared or electronically produced DD Form 1351-2 or OF 1164. This requirement applies when NDEAs enter and digitally sign DTS vouchers. d. e. DoD Component required documents. 3. Include justifications for travel expenses that: a. b. Substantially exceed authorized “should cost” estimates. Are considered unusual, but permissible, in accordance with applicable laws, the JTR, and DoD Component guidance. 030409. Self-Authorizing Officials (SAO) A. B. Are non-accountable officials. May approve their own DTS authorizations, unless those authorizations contain a request for payment (i.e., non-ATM advances, SPPs). C. May not certify their own vouchers for payment. 3-12 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3", "metrics": {"readability": 0.5468999999999999, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.62}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0304", "summary": "A service member needs to be aware of the following travel entitlements and rules in the Defense Travel System Regulations:\n\n1. Authorized by DoDI 5154.31, Volume 3,\n\n2. May not certify their own vouchers for payment,\n\n3-12. C.\n\nThese entitlements include authorization for payment (i.e., non-ATM advance, SPPs), which must not be certified by the service member themselves.", "content": "those authorizations contain a request for payment (i.e., non-ATM advances, SPPs). C. May not certify their own vouchers for payment. 3-12 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3", "metrics": {"readability": 0.5317000000000001, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.62}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0305", "summary": "In the context of military travel, a service member should know the following travel entitlements and rules:\n\n1. Authorization DTS authorization establishes the conditions under which official travel is performed at U.S. Government expense. Authorizations should be created, signed, and approved before travel begins unless urgent or unusual situations prevent prior creation and approval. Authorizations may include multiple temporary duty (TDY) destination(s).\n\n2. Authorizations establish “should cost” estimates for official travel traveling together to the same TDY location(s). Group authorization is appropriate when multiple people are traveling together to the same TDY location(s).\n\n3. All authorization authorizations:", "content": "030501. Authorization DTS authorizations establish the conditions under which official travel is performed at U.S. Government expense. Authorizations should be created, signed, and approved before travel begins unless urgent or unusual situations prevent prior creations and approval. Authorizations may include multiple temporary duty (TDY) destinations. A. DTS supports two types of authorizations: by a single traveler on a single TDY trip. 1. Authorizations establish “should cost” estimates for official travel traveling together to the same TDY location(s). Group authorizations: 2. Group authorizations are appropriate when multiple people are time. Creating group authorizations may save considerable time and resources. a. Allow entry of travel information for all travelers at one When approved, automatically create separate, individual authorizations for each traveler. Travelers must prepare separate, individual vouchers to be reimbursed for authorized expenses. b. B. All authorizations: 1. are authorized to be paid. Provide travelers with information regarding what travel expenses for arranging official travel. 2. Provide Commercial Travel Offices with necessary documentation 3. 4. Provide necessary financial information for budgetary planning. Identify travel purposes. C. All authorizations must include applicable: 1. 2. 3. 4. 5. Travel itineraries. Reservations or cost information for travel and lodging. Estimated miscellaneous expenses. Per diem and mileage allowances. Funding information. 3-13 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 6. 7. Non-ATM advance and SPP requests. Justifications for selections that are considered unusual, but permissible, in accordance with applicable laws, the JTR, and DoD Component guidance. 030502. Voucher A. Vouchers are submitted in DTS to: travel-related expenses incurred while on official travel. 1. Reimburse the traveler and the GTCC vendor for all legitimate, result of official travel. 2. Pay the allowances to which the traveler is authorized as a direct B. DTS supports two types of vouchers: 1. Voucher From Authorization. Vouchers from authorization: a. Are used to claim reimbursement for official travel expenses incurred on TDY. Must be completed and submitted within five working days of return to or arrival at the permanent duty station in accordance with DoD FMR, Volume 9, Chapter 8. b. c. Must include applicable: origin and destination, TDY locations, and modes of travel. (1) Accurate itinerary information, to include points of claimed allowances. (2) Actual dates, costs, and types of authorized expenses. (3) Information that supports the calculations of IBA GTCC split disbursement information and electronic funds transfer (EFT) information. For additional EFT and split disbursement information, see section 0205. (4) Receipts for reimbursable expenses of $75.00 or more and lodging receipts (unless flat rate per diem is directed). COs/AOs may require travelers to provide receipts when expenses appear inaccurate, inflated, or fraudulent. (5) in Other accordance with applicable laws, the JTR, and DoD Component guidance. Vouchers digitally signed by an NDEA must include an accurate and signed DD Form 1351-2 or OF 1164. supporting documentation required (6) 3-14 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 signature, and other digital signatures as required by DoD Components. (7) Traveler’s or NDEA’s digital signature, AO’s digital official …continued", "metrics": {"readability": 0.0661, "grammar": 0.4, "keyword_coverage": 0.16666666666666666, "confidence": 0.23}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0305", "summary": "A service member must sign a DD Form 1351-2 or OF 1164, supporting documentation required, and submit digital signatures for the Defense Travel System Regulations, including the signature and other digital signatures required by DoD Companion. The service member must also submit digital signatures for their traveler's or NDEA's digital signature, as well as local voucher submissions for claiming reimbursement for local travel expenses. The service member must submit local voucher claims as soon as possible after incurring reimbursable expenses, and may submit multiple claims for each event or incurrence of expenses.", "content": "signed by an NDEA must include an accurate and signed DD Form 1351-2 or OF 1164. supporting documentation required (6) 3-14 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 signature, and other digital signatures as required by DoD Components. (7) Traveler’s or NDEA’s digital signature, AO’s digital official travel expenses in the local area of the permanent duty station. Travelers: 2. Local Voucher. Local vouchers are used to claim reimbursement for local travel expenses have been incurred. a. Must submit local vouchers as soon as possible after official may combine multiple events on a single claim. b. May submit a local voucher for each individual event, or May submit claims for reimbursable expenses such as taxis, public transportation, and parking, as well as mileage allowances incurred on official local travel. c.", "metrics": {"readability": 0.1493, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.42}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0306", "summary": "A service member should know the following travel entitlements and rules for a U.S. Service member:\n\n1. Fiscal Year Considerations: When planning official travel, the fiscal year must begin and end in the same fiscal year.\n\n2. Fiscal Year Considerations: Travelers, travel preparers, or NDEAs must create voucheres following standard procedures. Travelers and NDEAs submit signed voucheres following standard procedures.\n\n3. If new fiscal year funds are not made available, travelers must:\n\na. Return to their permanent duty station\n\nb. Amend authorization requests to adjust TDY end/return dates\n\nc", "content": "030601. Fiscal Year Considerations When Planning Official Travel. A. DTS processes authorizations for official travel that is approved: 1. 2. In one fiscal year, but will not begin until the following fiscal year. To start in one fiscal year and end in another fiscal year. B. For travel across fiscal years or travel in a future fiscal year: 1. AOs approve authorizations following standard procedures. 2. Travelers, Travel Preparers or NDEAs, create vouchers following standard procedures. Travelers and NDEAs submit signed vouchers following standard procedures. Voucher payments will be held until associated obligations can be processed by DoD Component financial systems. 3. If new fiscal year funds are not made available, travelers must: a. b. Return to their permanent duty station. Amend authorizations to adjust the TDY end/return date. NOTE: Amendments can also be made by Travel Preparers or NDEAs. year. Cancelations can also be made by Travel Preparers or NDEAs. c. Cancel submitted authorizations for travel in the next fiscal 030602. Non-ATM Advances. Travelers, in accordance with the DoD Government Travel Charge Card Regulations: 3-15 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 A. May request non-ATM advance payments as part of the travel authorization process. DTS automatically calculates non-ATM advance payment amounts. B. Must receive AO approval at least 10 days prior to schedule departure dates to ensure funds are available via EFT to travelers’ financial institutions. Non-ATM advance payments requested or approved within 10 days of scheduled departure are processed when associated obligation transactions have been processed. 030603. Scheduled Partial Payments. Travelers shall request SPPs as part of their authorization request when official travel is greater than 45 days. After the AO approves SPP requests, DTS will schedule a payment every 30 days for the amount of anticipated expenses. SPPs split-disburse funds to the IBA GTCC vendor to avoid account delinquency and suspension. 030604. Payment By Electronic Funds Transfer (EFT) and Split-Disbursement. A. expenses via EFT. Travelers receive allowances and reimbursements for authorized travel B. Travelers issued IBA GTCCs must submit vouchers that split-disburse funds to the GTCC vendor for expenses incurred during official travel. The remaining funds are paid to travelers via EFT. C. Travelers or others authorized to act on their behalf, must verify: is accurate. 1. EFT and IBA GTCC information stored in the DTS personal profile GTCCs (e.g., fuel, lodging, airfare, rental vehicle, etc.). 2. Vouchers accurately reflect expenses that were charged to IBA 3. Expenses are accurately displayed on the Payment Totals screen. 3-16 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 Table 1: DTS Users Requirements to Appoint as an Accountable Official DTS User Role Appointed as CO? Appointed as DAO? Non-Accountable Official? Authorizing Official Yes, for AOs who approve payments in DTS Per DoD Component policy for AOs who only approve DTS documents that do not include payments Centrally Billed Account Specialist* Yes, for CBA-Ss who certify CBA invoices for payment Per DoD Component policy for CBA-Ss who reconcile CBA invoices against DTS documents, but do …continued", "metrics": {"readability": 0.5175, "grammar": 0.2, "keyword_coverage": 0.0, "confidence": 0.36}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0306", "summary": "A service member should know the key travel entitlements and rules in **1–2 simple sentences** for a U.S. Service member. The service member should not repeat the original text. Foci on what the service member needs to know, such as what the service member needs to know about payment entitlements, Centrally Billed Account Specialists (CBAs) who certify CBA invocations for payment, and Debt Management Non-DTS Entry Agents (DMAs) who reconcile CBA invocations against DTS documents, but do not certify invocations for payment. The service member should also be aware of the training requirements for Certifying Officers (COs) and", "content": "AOs who approve payments in DTS Per DoD Component policy for AOs who only approve DTS documents that do not include payments Centrally Billed Account Specialist* Yes, for CBA-Ss who certify CBA invoices for payment Per DoD Component policy for CBA-Ss who reconcile CBA invoices against DTS documents, but do not certify invoices for payment Debt Management No Per DoD Component policy Monitor Routing Official* Travel Preparer* Non-DTS Entry Agent* Defense Travel Administrator (all varieties)* Traveler Self Authorizing No No No No No No Per DoD Component policy No No Yes Yes Per DoD Component policy No No Yes Yes Officials * Contractor personnel may serve in these roles, but may not be appointed as COs or DAOs. 3-17 3a, 3b 3a, 3b 3a, 3b 3a, 3b, 9 3a, 3b, 9 1, 2, 3a, 3b, 4, 5, 10, 11 1 1 9 Defense Travel System Regulations: Authorized by DoDI 5154.31, Volume 3 Table 2: Training (DTS users must meet the minimum training as outlined in Table 2 or an alternate training plan as established by the DoD Component) DTS Role Traveler Required Classes Recommended Additional Classes 1, 2, 4 (See Note 1 below) Travel Preparer 1, 2, 4 Non-DTS Entry Agent (NDEA) 1, 2, 4, 13 Routing Official 1, 2, 4, 5 Self-Authorizing Official (SAO) 1, 2, 4, 5 Authorizing Official (AO) 1, 2, 4, 5 (See Note 1 below) 3a, 3b, 9 6, 7, 9 6, 9, 10 9, 10 1, 2, 11 Lead DTA (LDTA), Organization DTA (ODTA) Financial DTA (FDTA) Budget DTA (BDTA) Debt Management Monitor (DMM) Centrally Billed Account Specialist (CBA-S) Required Class Series US Government Rental Car Program As defined by component Defined by Component 1, 2, 4, 5, 9 Class List Class Title DTS (Basic) About DTS DTS (Basic) DTS Travel Documents (DTS 101) Programs & Policies Programs & Policies Programs & Policies City Pair Program TDY Travel Policies 101 Approver (DTS) The DTS Approval Process DTS (Admin) Maintenance Tool: An Overview DTS (Admin) Maintenance Tool: Organizations, Routing, Lists, Groups, and People This row is left blank intentionally. DTS (Admin) Reports DTS (Admin) Lines of Accounting/Budgets DTS (Admin) Debt Management Monitor This row is left blank intentionally. DTS (Basic) Non-DTS Entry Agent Interval As defined by component (suggested before initial use) As defined by component (suggested before initial use) As defined by component As defined by component (suggested every 3 years) As defined by component (suggested before initial use) As defined by component (suggested before initial use) As defined by component (suggested before initial use) As defined by component As defined by component (suggested before initial use) As defined by component (suggested before initial use) As defined by component (suggested before initial use) 1 2 3a 3b 4 5 6 7 8 9 10 11 12 13 Note 1: Training required for Certifying Officer Legislation is defined in the DoD FMR. Government Travel Charge Card Training requirements are defined in the GTCC Regulations. Therefore these class are not listed in chart above. (e.g. Training …continued", "metrics": {"readability": 0.3815, "grammar": 0.4, "keyword_coverage": 0.0, "confidence": 0.39}}
{"source": "DTS", "chapter": "DTS PCS", "section": "0306", "summary": "A service member needs to know the following travel entitlements and rules for a U.S. Military traveler:\n\n1. Training required for Certifying Officer Legislation is defined in the DoD FMR. Government Travel Charge Card Training requirements are defined in the GTCC Regulations. Therefore, these classes are not listed in the chart above.\n\n2. (e.g. Training for Accountable Officials/Certifying Officer and Travel Card Program (Travel Card 101).\n\n3-18. Classes are available via TraX either as on-demand web-based training classes or as scheduled distance learning classes.", "content": "2 3a 3b 4 5 6 7 8 9 10 11 12 13 Note 1: Training required for Certifying Officer Legislation is defined in the DoD FMR. Government Travel Charge Card Training requirements are defined in the GTCC Regulations. Therefore these class are not listed in chart above. (e.g. Training for Accountable Officials/Certifying Officers (TAOCO) and Travel Card Program (Travel Card 101). Note 2: Classes are available via TraX either as on-demand web-based training classes or as scheduled distance learning classes. 3-18", "metrics": {"readability": 0.4238, "grammar": 0.7, "keyword_coverage": 0.16666666666666666, "confidence": 0.56}}
