{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050101", "summary": "A. Transportation Options. Service members and dependents may use transportation options such as transportation allowances, government transportation, government-procured commercial transportation, personalized commercial transportation, or private transportation. The actual amount, without rounding, when computing a monetary allowance in lieu of transportation (MALT) is subject to the limitations in this chapter.\n\nB. Using Mixed-Mode Transportation. Service members and dependents may use mixed-mode travel, which means they use more than one mode of transportation between official locations. This is defined as mixed-mode travel in Appendix A.", "content": "A. Transportation Options. Transportation allowances are for travel directly from the old PDS to the new PDS, or between authorized locations in the JTR. Multiple options are available for arranging and paying for transportation, subject to the limitations in this chapter. Use the actual amount, without rounding, when computing a monetary allowance in lieu of transportation (MALT). 1. Government transportation. 2. Government-procured commercial transportation. 3. Personally procured commercial transportation. 4. Privately owned transportation. B. Using Mixed-Mode Transportation. If more than one mode of transportation is used between official locations, this is mixed-mode travel (see Appendix A definition). A Service member or dependent may use more than one mode of transportation.", "metrics": {"readability": 0.1233, "grammar": 1.0, "keyword_coverage": 0.6666666666666666, "confidence": 0.56}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050102", "summary": "Regarding the per diem allowance for a service member, the allowance is determined by the mode of transportation authorized and used, the official distance, the number and age of dependent travelers authorized to travel, and whether a dependent is traveling with the Service member. The actual amount, without rounding, is used to compute the per diem allowance.", "content": "The per diem allowance is determined by the mode of transportation authorized and used, the official distance, the number and age of dependents authorized to travel, and whether a dependent is traveling with the Service member. Use the actual amount, without rounding, when computing per diem allowances.", "metrics": {"readability": 0.34090000000000004, "grammar": 1.0, "keyword_coverage": 0.5, "confidence": 0.67}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050103", "summary": "Service members may be authorized miscellaneous reiembursable expenses during a PCS, as specified in sections 0202 and 0204 of the Military Personnel Regulation. These expenses may include, but are not limited to, travel expenses, personal items, and entertainment expenses.", "content": "See sections 0202 and 0204 for information about the miscellaneous reimbursable expenses that may be authorized during a PCS.", "metrics": {"readability": 0.1784, "grammar": 0.7, "keyword_coverage": 0.0, "confidence": 0.44}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050104", "summary": "A service member can receive partial reimbursement from DLA for expenses incurred during a household move. The 03/01/2025 5A-1 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B household move must be required by a PCS, ordered for the Government's convenience, required due to an evacuation, or otherwise authorized in section 0505. A DLA is a flat amount and may be paid as a primary DLA, a secondary DLA, or a partial DLA, depending upon the circumstances of the household move. A DLA is mandatory when the", "content": "A DLA partially reimburses a Service member for expenses incurred in moving a household. The 03/01/2025 5A-1 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B household move must be required by a PCS, ordered for the Government’s convenience, required due to an evacuation, or otherwise authorized in section 0505. A DLA is a flat amount and may be paid as a primary DLA, a secondary DLA, or a partial DLA, depending upon the circumstances of the household move. A DLA is mandatory when the conditions in this chapter are met. Only one DLA is permitted in a fiscal year, unless the situation qualifies as an exception in par. 050501. See the DTMO website for current DLA rates.", "metrics": {"readability": 0.4732, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.74}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050105", "summary": "A TLE (Temporary Lodging Expense) is an allowance designed to partially reimburse a Service member for the cost of lodging and meals when he or she or a dependent occupies temporary lodging in the CONUS during a PCS move. The actual amount, without rounding, is used to compute TLE allowances.", "content": "A TLE is an allowance designed to partially reimburse a Service member for the cost of lodging and meals when he or she or a dependent occupies temporary lodging in the continental United States (CONUS) during a PCS move. Use the actual amount, without rounding, when computing TLE allowances.", "metrics": {"readability": 0.3764, "grammar": 1.0, "keyword_coverage": 0.3333333333333333, "confidence": 0.69}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050106", "summary": "A public health official, medical official, or authorizing/order-issuing official orders a Service member and a Service member's dependent to isolate or quarantine after detaching or signing out of the unit, and the Service member and dependent may be authorized for both the Service member and dependent at the specified location. If the Service member or dependent is required to travel to an alternate location, standard PCS allowances are paid in accordance with this Part. If lodging in-kind or meals in-kind are provided, per diem is not payable. If the dependent refuses to isolate or quarantine, per diem is not authorized.", "content": "If a public health official, medical official, or authorizing/order-issuing official orders a Service member and a Service member’s dependent to isolate or quarantine after detaching or signing out of the unit, then per diem may be authorized for both the Service member and dependent at the location specified in the orders. If the Service member or dependent is required to travel to an alternate location, then standard PCS allowances are paid in accordance with this Part. If lodging in-kind or meals in-kind are provided, then per diem is not payable. If the dependent refuses to isolate or quarantine, then per diem is not authorized.", "metrics": {"readability": 0.2918, "grammar": 0.7, "keyword_coverage": 0.3333333333333333, "confidence": 0.5}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050107", "summary": "For a service member on a PCS order with an effective date of January 1, 2024 or later, the following pet transportation allowances apply:\n\n1. Authority Effective January 1, 2024:\n   - A Service member on a PCS order with an effective date of January 1, 2024 or later, as defined in Appendix A, may be authorized reimbursement for the costs related to the relocation of one household pet that arise from a permanent change of station.\n   - A household pet is a cat or a dog, owned for personal companionship.\n   - A Service member is responsible for following rules for importing and", "content": "A. Authority Effective January 1, 2024. On January 1, 2024, the following pet transportation allowances apply: 1. Eligibility. A Service member on a PCS order with an effective date of January 1, 2024 or later, as defined in Appendix A, may be authorized reimbursement for the costs related to the relocation of one household pet that arises from a permanent change of station. A household pet is a cat or a dog, owned for personal companionship. A Service member is responsible for following rules for importing and exporting a pet to and from the United States in order to be eligible for reimbursement. Denial of entry could result in denial of reimbursement. See How to Compute a Permanent Change of Station (PCS) Order’s Effective Date. 2. CONUS. A Service member may be authorized the reasonable and substantiated cost of mandatory microchipping, boarding fees, hotel service charges, licensing fees at the new PDS, and pet shipping fees if the member flies rather than drives, or the pet is shipped separately from the member. Reimbursement for the actual cost of all expenses is limited to $550 per PCS move. 3. OCONUS. A Service member may be authorized the reasonable and substantiated cost of mandatory microchipping, quarantine fees, boarding fees, hotel service charges, licensing fees at the new PDS, testing titer levels for entry, and pet shipping fees if the member flies rather than drives, or the pet is shipped separately from the member. For transoceanic travel, use of Government or Government- procured transportation must be used if available or reimbursement for transportation costs is not authorized. Reimbursement for the actual cost of all necessary expenses described above in connection with the movement of a pet is limited to $2,000 per PCS move. 03/01/2025 5A-2 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B B. Non-Availability. If Government transportation is directed, but not available, the traveler must provide a statement from the Traffic Management Office (TMO) or Installation Transportation Office (ITO) that Government transportation is not available. When traveling by POV, such as to or from Alaska, a non-availability statement is not required. C. Transportation of a Pet to or from an Alternate Location or a Designated Place. 1. Alternate Location. Transportation of a pet to an alternate location may be authorized if a member with or without dependents owns a pet and receives PCS orders to a PDS where Government quarters rules prohibit the possession of a pet, a particular breed that the Service member owns is prohibited from being transported to the new PDS, or airline policy prohibits the transportation of the pet due to breed or other factors. Transportation of the pet from the alternate location may be authorized upon the member’s receipt of new PCS orders. Transportation of a pet to an alternate location may be authorized in the case of a member’s death. 2. Designated Place. Transportation of a pet may be authorized to accompany dependents to a designated place …continued", "metrics": {"readability": 0.3784, "grammar": 0.4, "keyword_coverage": 0.3333333333333333, "confidence": 0.39}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050107", "summary": "This regulatory document provides guidance on the authorized transportation of pets to and from alternate locations and designated places for Service members. The document applies to both alternate locations and designated places, and the table 5-1.a. applies to both scenarios. The authorized amount for transportation of a pet to or from an alternate location or designated place is $550, and the authorized amount for transportation of a pet to or from a designated place is $550. The authorized amount for reimbursement for mandatory quarantine fees for household pets is $550, and the authorized amount for reimbursement for the actual cost of these fees is $550", "content": "from the alternate location may be authorized upon the member’s receipt of new PCS orders. Transportation of a pet to an alternate location may be authorized in the case of a member’s death. 2. Designated Place. Transportation of a pet may be authorized to accompany dependents to a designated place when a Service member receives PCS orders to serve an unaccompanied or dependent restricted tour, or to an assignment specified as unusually arduous sea duty, or in the case of an early return of dependents at Government expense. Transportation of the pet from the designated place may be authorized upon the member’s receipt of new PCS orders. 3. Table 5-1.a. applies to both alternate locations and designated places: Table 5-1.a. Transportation of a Pet to or from an Alternate Location or a Designated Place Current PDS New PDS CONUS CONUS CONUS CONUS OCONUS OCONUS OCONUS OCONUS CONUS CONUS OCONUS OCONUS CONUS CONUS OCONUS OCONUS Alternate Location or Designated Place CONUS OCONUS CONUS OCONUS CONUS OCONUS CONUS OCONUS Reimbursement Amount not to Exceed: $550 $550 $550 $2,000 $2,000 $2,000 $2,000 $2,000 D. Pet Transportation During Evacuation. Transportation for a household pet due to an evacuation from a foreign PDS is a reimbursable expense in accordance with par. 060204. E. In extenuating circumstances where both Patriot Express capacity and regularly scheduled commercial airline service are not available for pets, the Secretarial Process may approve pet transportation expenses that exceed $2,000 for an OCONUS PCS, not to exceed $4,000, for a Service member that departs a permanent duty station listed in JTR supplement AP-PQ-02. The Service is responsible for validating and approving these requests. This authority is effective November 25, 2024. F. Authority prior to January 1, 2024. A Service member on a PCS order is authorized reimbursement for mandatory quarantine fees for household pets. A household pet is a cat or a dog. Reimbursement for the actual cost of these fees is authorized, limited to $550 per PCS move.", "metrics": {"readability": 0.33240000000000003, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.67}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050108", "summary": "For a Service member on a PCS order, due to a PCS scheduled for 03/01/2025, the eligibility criteria for child care provider transportation reimbursement is as follows:\n\n1. Service member is authorized dependent travel allowances\n2. Child care is not available at a child development center at the new PDS within 30 days of the Service member's reporting date\n3. Service member's dependent child is on the waitlist for the child development center at the new PDS\n4. Service member is a member of one of the Armed Forces (Army, Navy, Air Force, Marine Corps, Space Force, or Coast Guard)", "content": "Due to a PCS 03/01/2025 5A-3 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B A. Eligibility. Effective October 1, 2024 to September 30, 2027, a Service member on a PCS order is eligible for a designated child care provider transportation reimbursement if all of the following circumstances apply: 1. The Service member is authorized dependent travel allowances; 2. Child care is not available at a child development center at the new PDS within 30 days of the Service member’s reporting date; 3. The Service member’s dependent child is on the wait list for the child development center at the new PDS; and 4. The Service member is a member of one of the Armed Forces (Army, Navy, Air Force, Marine Corps, Space Force, or Coast Guard). B. Allowances. An eligible Service member may be reimbursed for roundtrip commercial transportation expenses incurred by a designated child care provider for travel to and from the PCS location, up to the maximum reimbursement amounts below. The Service member is responsible for contacting the organization’s Travel Management Company (TMC) to make commercial reservations on behalf of the child care provider. Reimbursement is limited to commercial transportation expenses, including air, rail, or bus fare, transportation to or from the airport or rail station, and an enroute or departure rental car. Reimbursement for privately owned vehicle mileage is not authorized. The Service member must submit receipts for any expenses of $75 or more. Commercial flights must be on a U.S. Flag Carrier to be eligible for reimbursement unless the Service member is able to provide, and the AO approves, supporting documentation that a U.S. Flag Carrier is not available. If a household contains more than one Service member eligible for reimbursement (e.g. Service members married to one another, cohabitating, etc.), then only one Service member may be reimbursed for child care provider transportation as such members shall jointly elect. 1. CONUS. For a PCS between CONUS locations, reimbursement is limited to $500. 2. OCONUS. For a PCS to or from an OCONUS location, reimbursement is limited to $1,500. C. Documentation. To meet statutory requirements, a Service member must provide written or electronically generated documentation in accordance with Service guidance establishing that the child is on the waitlist (e.g. militarychildcare.com), the child development center is unavailable within 30 days of arrival at the new PDS, and the child care provider has been designated by the Service member in writing. D. Time Limitation. The time limit for a member to apply for reimbursement for child care provider transportation reimbursement is no later than 1 year from the Service member’s reporting date at the new PDS. 0502 PDT TRANSPORTATION", "metrics": {"readability": 0.5118, "grammar": 1.0, "keyword_coverage": 0.5, "confidence": 0.76}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050201", "summary": "For a service member traveling with their family or dependents, a POV is not allowed for PDT. A service member or dependent who is traveling with a POV must use a POV for PDT. A service member or dependent who is traveling with a PCS move must use a POV for PDT. A service member or dependent traveling with a PCS move is not restricted by the service's own regulatory requirements.", "content": "Travel A Service member or dependent should use a POV for PDT. A Service member or dependent 03/01/2025 5A-4 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B must use Government or Government-procured transportation for transoceanic travel. See DoDI 4500.57, “Transportation and Traffic Management” and par. 050203 when transoceanic travel is involved. A Service may further restrict POV use within its own regulations, but an AO may not add a POV restriction for a Service member or dependent on a PCS move unless it is stated in a regulation.", "metrics": {"readability": 0.6187, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.81}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050202", "summary": "A Service member or dependent must use the Travel Management Company (TMC) for PDT. The standard travel and transportation allowances in Chapter 2 apply, unless otherwise indicated in this chapter. A. Government. An AO may direct a Service member or a dependent to use Government transportation. See DoDI 4500.57, \"Transportation and Traffic Management,\" and the Defense Transportation Regulation (DTR) 4500.9-R-Part 1, \"Passenger Movement.\" 1. A Service member or dependent who, for personal reasons, uses a transportation mode other than the mode directed is not reimbursed for transportation costs.", "content": "A Service member or dependent must use the Travel Management Company (TMC) for PDT. The standard travel and transportation allowances in Chapter 2 apply, unless otherwise indicated in this chapter. A. Government. An AO may direct a Service member or a dependent to use Government transportation. See DoDI 4500.57, “Transportation and Traffic Management” and the Defense Transportation Regulation (DTR) 4500.9-R-Part 1, “Passenger Movement.” 1. A Service member or dependent who, for personal reasons, uses a transportation mode other than the mode directed is not reimbursed for transportation costs. 2. The AO must authorize or approve any reimbursement for excess accompanied baggage when a Service member or dependent uses Government transportation. B. Commercial. Reimbursement of personally procured transportation is limited to what the Government would have paid had the Service member or dependent purchased the ticket through the TMC for authorized transportation over a usually traveled and direct route (see “policy-constructed airfare” in Appendix A). C. Medical Accommodation. When air travel is medically inadvisable for a family member: 1. The family should not be separated unless the family members agree to be separated, or military necessity requires the Service member to travel separately. 2. Surface transportation by the least costly commercial train or ship passenger accommodations must be used. 3. The Service member cannot be directed to use Government or Government-procured transportation. D. Oceangoing Car Ferry 1. A Service member or dependent traveling by POV partly by road and partly by car ferry may be authorized transportation allowances. Only a passenger automobile, light truck, or similar vehicle used primarily for personal transportation, regardless of size, may be authorized for passage on the car ferry. The cost of transporting a POV on a car ferry with the Service member or dependent is considered a reimbursable transportation expense, not a shipment allowance for the POV. a. MALT is authorized for the official distance from the old PDS to the car ferry port of embarkation and from the car ferry port of debarkation to the new PDS. b. The traveler is authorized Government-procured ferry transportation or reimbursement for personal transportation costs on the car ferry. Personal transportation costs include any part of the 03/01/2025 5A-5 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B costs related to POV movement, limited to the Government-procured ferry transportation cost. c. If the same POV is used for more than one trip, then the MALT and car ferry fees apply for each trip. When a Service member is authorized or approved reimbursement for using more than two POVs, MALT and car ferry fees are authorized for each POV. 2. A U.S. flag car ferry must be used, if available. See par. 020206 for U.S. flag carrier requirements. 3. A Service member does not pay for excess transportation costs when a POV is transported aboard an oceangoing car ferry at Government expense. E. Directed Use of other than a Usually Traveled Route. When a Service member is ordered to travel over …continued", "metrics": {"readability": 0.3331, "grammar": 0.7, "keyword_coverage": 0.6666666666666666, "confidence": 0.52}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050202", "summary": "Paragraph 020206 of this regulation governs the requirements for U.S. Flag carrier flights. A Service member does not have to pay excess transportation costs when a POV is transported aboard an oceanic car ferry at Government expense. Directed use of a usually traveled route is allowed when the travel order involves a higher cost to the Government because the traveler is en route. Household pets are authorized allowances when the traveler chooses transportation that is more expensive than the lowest Government-contracted airfare because they are transporting a pet.", "content": "par. 020206 for U.S. flag carrier requirements. 3. A Service member does not pay for excess transportation costs when a POV is transported aboard an oceangoing car ferry at Government expense. E. Directed Use of other than a Usually Traveled Route. When a Service member is ordered to travel over a route involving a higher cost to the Government because the travel order is amended or modified while he or she is en route, then a Service member is authorized allowances for traveling the ordered route. F. Household Pet. When a traveler chooses transportation that is more expensive than the lowest Government-contracted airfare because he or she is transporting a pet, then the traveler is financially responsible for the additional costs.", "metrics": {"readability": 0.3669, "grammar": 1.0, "keyword_coverage": 0.5, "confidence": 0.68}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050203", "summary": "For a service member or dependent traveling on a PCS order between official locations, MALT is based on the official distance in par. 020204 when traveling on a PCS order between any of the official locations in Table 2-2. A rental car used for PCS travel is considered a POV. The actual amount, without rounding, when computing MALT is based on the official distance.\n\nFor a rental car used for PCS travel, the MALT rate in effect on the date PCS travel begins applies even if the rate changes while en route.\n\nFor a service member or dependent traveling on a PCS order between any of the official locations in Table", "content": "A Service member or dependent who uses a POV may be authorized MALT. MALT is based on the official distance in par. 020204 when traveling on a PCS order between any of the official locations in Table 2-2. A rental car used for PCS travel is considered a POV. Use the actual amount, without rounding, when computing MALT. The MALT rate in effect on the date PCS travel begins applies even if the rate changes while en route. See Chapter 2 for POV use to or from a transportation terminal or PDS, or for miscellaneous reimbursable expenses associated with POV transportation. A. Transoceanic Travel 1. POV. An AO may authorize a Service member or dependent to use a POV on a route normally involving transoceanic travel if it is to the Government’s advantage. a. This provision applies only if the POV is used for the entire distance between the official locations in par. 020205, regardless of whether the expected reimbursement exceeds the constructed cost of using other transportation modes. b. If the Service member or dependent does not use a POV for the entire distance as authorized and instead uses mixed-mode transportation, then reimbursement is limited to the actual transportation cost or the policy-constructed POV cost, whichever is less. 2. Privately Owned Boat. A Service member or dependent who travels by privately owned boat may be reimbursed for either the policy-constructed airfare or the actual cost for fuel, oil, and docking fees, whichever is less. B. Multiple Travelers 1. Passengers in a POV. When more than one traveler on official orders uses the same POV, 03/01/2025 5A-6 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B only one traveler may receive reimbursement for MALT and POV-related reimbursable expenses. All other travelers in the same vehicle are considered passengers and receive no transportation reimbursement. See PDT computation example 7. 2. Use of More than One POV. A Service member authorized travel for a dependent can be reimbursed when they use two POVs. More than two POVs used for PDT within the same household may be authorized or approved through the Secretarial Process. Table 5-1. Use of More than One POV If… a Service member and dependent relocate on a PCS move and use two POVs, a Service member does not use a POV and the dependents use two POVs, 1 2 Then… reimbursement is authorized for each vehicle, including car ferry fees for each POV. reimbursement is authorized for each vehicle. 3 more than two POVs are authorized, reimbursement is authorized for each vehicle. 4 5 the same POV is used to transport the Service member or dependent for more than one trip between the old and new PDS, more than two licensed drivers are in the family, the family has more than two POVs, and this is the only reason additional POVs are requested, reimbursement is authorized for each official trip. reimbursement is authorized for only two POVs. Examples of when More …continued", "metrics": {"readability": 0.527, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.76}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050203", "summary": "A service member must report to the new PDS before the dependent travel is authorized due to reasons acceptable to the AO, such as school-term completion or personal business-affairs settlement. The dependent travel is unaccompaniated and there are more dependent travelers than can reasonably fit together with luggage in a single POV. The dependent travelers perform unaccompaniated travel between authorized points other than those that the service member uses, such as travel to a designated place or to the new PDS while the service member has a TDY en route, and there are more dependent travelers than can reasonably fit together with luggage in a single POV. The dependent travelers perform una", "content": "between the old and new PDS, more than two licensed drivers are in the family, the family has more than two POVs, and this is the only reason additional POVs are requested, reimbursement is authorized for each official trip. reimbursement is authorized for only two POVs. Examples of when More Than Two POVs are Routinely Authorized or Approved 6 The number of family members, including their luggage, cannot be transported in two vehicles. 7 8 9 10 A dependent requires special accommodations due to physical conditions or age-related restrictions and two POVs are required for the Service member or dependent. A Service member must report to the new PDS before the dependents and the delayed travel is for reasons acceptable to the AO, such as school-term completion or personal business-affairs settlement and there are more dependents than can reasonably fit together with luggage in a single POV. The dependents perform unaccompanied travel between authorized points other than those that the Service member uses, such as travel to a designated place or to the new PDS while the Service member has a TDY en route, and there are more dependents than can reasonably fit together with luggage in a single POV. The dependents perform unaccompanied travel to the new PDS before the Service member’s reporting date for reasons acceptable to the AO, such as to enroll dependents in school at the beginning of the term, and there are more dependents than can reasonably fit together with luggage in a single POV.", "metrics": {"readability": 0.2614, "grammar": 0.4, "keyword_coverage": 0.16666666666666666, "confidence": 0.33}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050204", "summary": "For a service member or dependent who performs PCS travel to, from, or between locations OCONUS over an indirect or circuitous route at personal expense and convenience, the authorized travel allowance is limited to the amount they would have been authorized traveling the direct route between the old and new PDS. The authorized travel allowance for land travel performed from the time the service member or dependent departed the old PDS until the service member reports to, or the dependent arrives at, the new PDS is MALT Plus for a flat per diem. The authorized travel allowance for transoceaniic U.S. Flag transportation used and per diem is reimbursed, and the", "content": "A. Eligibility. A Service member or dependent who performs PCS travel to, from, or between locations OCONUS over an indirect or circuitous route at personal expense and convenience is authorized travel allowances unless he or she was directed to use Government transportation and did not use it when it was available. B. Allowances. A Service member may receive the following travel allowances, limited to the amount he or she would have been authorized traveling the direct route between the old and new PDS: 1. MALT plus flat per diem (MALT Plus) for land travel performed from the time the Service member or dependent departs the old PDS until the Service member reports to, or the dependent 03/01/2025 5A-7 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B arrives at, the new PDS. 2. Reimbursement for the cost of transoceanic U.S. flag transportation used and per diem. 3. Reimbursement for transoceanic travel on non-U.S. flag transportation as specified in par. 020206.", "metrics": {"readability": 0.43560000000000004, "grammar": 0.7, "keyword_coverage": 0.5, "confidence": 0.57}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050205", "summary": "For a service member traveling to complete a PDT move, the Department of Defense (DoD) Compensation determines the authorized arrival and departure dates but computes the authorized travel time using the official distance, the mode of transportation authorized, and the transportation used. The distance from the home, office, or residence to the local transportation terminal is not considered when computing travel time. The maximum authorized travel time for PDT is 400 or fewer miles between official locations and the traveler uses a POV. If the ordered travel is 400 or fewer miles between official locations and the traveler uses a POV, the authorized travel time is 1 day. If the", "content": "A. Travel Time Rules. A Service member or dependent is authorized travel time to complete a PDT move. The Department of Defense (DoD) Component determines the authorized arrival and departure date, but the AO computes the authorized travel time using the official distance, the mode of transportation authorized, and the transportation used. The distance from the home, office, or residence to the local transportation terminal is not considered when computing travel time. Compute the maximum authorized travel time for PDT as if travel were performed using a POV. 1. If the ordered travel is 400 or fewer miles between official locations and the traveler uses a POV, Government automobile, or rental vehicle, then 1 day of travel is authorized for the official distance. 2. If the distance is greater than 400 miles, then divide by 350 to determine the number of authorized travel days. If the remainder is 51 or more, one additional travel day is allowed. The result determines the maximum number of authorized travel days. Table 5-2. Authorized Travel Time Rules If… 1 authorized travel by commercial air, 2 the Government purchases airplane, train, or bus transportation, 3 traveling by train, 4 5 6 7 8 a traveler using an airplane, train, or bus chooses to travel by a transportation mode other than the one authorized, the time between the departure date and the arrival date (elapsed time) is less than the authorized travel time, a Service member is reassigned between activities at the same PDS, a PCS order is modified, canceled, or revoked after travel has begun, a Service member travels to a local transportation terminal from the home, office, or residence, 9 a Service member has a TDY en route, Then… one day is allowed in the CONUS and within areas outside the CONUS (OCONUS). the authorized travel time is the actual time needed to travel over the direct route, including necessary delays. compute the authorized travel time using the scheduled departure and arrival dates. use the actual travel time, limited to the travel time for the authorized mode of transportation. the elapsed time is the basis for the payment. no travel time is allowed. travel time is allowed between the same locations used to determine the Service member’s allowances. this travel is not included when calculating authorized travel time. travel time is the time allowed for the authorized mode of transportation between official locations. 03/01/2025 5A-8 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B If… the elapsed time is more than the authorized travel time, such as when the traveler takes leave, a PCS is a unit move and a Service member is not escorting a dependent, a PCS is a unit move and a Service member is on an accompanied tour, 10 11 12 13 a PCS is a unit move and a Service member escorts a dependent to or from a designated place while changing duty locations to or from an unaccompanied tour OCONUS, …continued", "metrics": {"readability": 0.35100000000000003, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.68}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050205", "summary": "For a service member, the regulation for a PCS is a unit move and a Service member is on an accompanied tour, 10, 11, 12, 13. The PCS involves two afloat units or an afloat unit and a shore activity, see PDT computation example 1. The PCS is a unit move and a Service member escorts a dependent to or from a designated place while changing duty locations to or from an unaccocompanied tour OCONUS, then travel time is the time allowed for the authorized mode of transportation between official locations. The travel time for the authorized mode of transportation is the sum of the travel time for the authorized separate", "content": "dependent, a PCS is a unit move and a Service member is on an accompanied tour, 10 11 12 13 a PCS is a unit move and a Service member escorts a dependent to or from a designated place while changing duty locations to or from an unaccompanied tour OCONUS, Then… travel time is the time allowed for the authorized mode of transportation between official locations. compute the travel time for the authorized mode of transportation. compute the travel time for the authorized mode of transportation. compute the Service member’s travel time for the authorized mode of transportation to the new PDS. The following legs of the trip are limited to the policy-constructed travel time as if the travel were by Government-procured transportation: a. The return trip after escorting the dependent from the old PDS to the designated place. b. The trip from the new PDS in the CONUS to the designated place to retrieve the dependent after the unaccompanied tour OCONUS ends. 14 a POV delivery or pick-up is separate from en route PCS travel, par. 020302 applies. 15 the PCS involves two afloat units or an afloat unit and a shore activity, See PDT computation example 1. use the unit’s location on the departure date or the planned location at the arrival date to determine travel time. This is subject to correction after the fact if either location changes. B. Mixed-Mode Travel. When travel is by mixed-mode transportation, compute the maximum number of days authorized as though a POV was used. Travel between the duty location and local terminal, or between local terminals is not considered. Follow the steps in Table 5-3 to compute travel time for mixed-mode transportation. Table 5-3. Computation for Mixed-Mode Travel* 1 2 Determine the official distance between the authorized separate legs of the journey in par. 020205. If the distance is 400 or fewer miles, then 1 day of travel is allowed. If the distance is greater than 400 miles, then divide by 350 to determine the number of authorized travel days. If the remainder is 51 or more, then 1 additional travel day is allowed. The result determines the maximum number of authorized travel days. Determine the actual number of miles a POV was used between the official locations, including the distance to a leave location. If this is greater than the official distance in Step 1, then the authorized travel is the same as in Step 1 and no further computation is required. If the distance is less than what was allowed in Step 1, then divide by 350. If the excess distance is 51 or more miles, one additional travel day is authorized. 3 Allow 1 day for travel by airplane, train, or bus transportation. 4 Add Step 2 and Step 3 together, to determine the authorized travel time. *When computing the authorized travel time, do not include travel while at the leave locations, old PDS, new PDS, or TDY location, or when traveling from a leave location and returning …continued", "metrics": {"readability": 0.4326, "grammar": 0.7, "keyword_coverage": 0.3333333333333333, "confidence": 0.57}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050205", "summary": "When a service member is traveling by airplane, train, or bus, the authorized travel time is calculated as separate legs of travel, even if the travel is not through a port of embarkaion or debarkation that is not in the local area of the PDS. The travel time is calculated as separate legs of travel, even if per diem is not required. If the leg of travel does not involve mixed modes, see Table 5-2 for travel time rules. The actual time required for transoceanic travel by aircraft or ship, over a usually traveled direct route, is authorized. The embarkaion or debarkation day at the terminal or port while awaiting transportation is included, regardless", "content": "airplane, train, or bus transportation. 4 Add Step 2 and Step 3 together, to determine the authorized travel time. *When computing the authorized travel time, do not include travel while at the leave locations, old PDS, new PDS, or TDY location, or when traveling from a leave location and returning to the same leave location. When travel is through a port of embarkation or debarkation that is not in the local area of the PDS, travel time is calculated as separate legs of travel (even if per diem is not based on that location 03/01/2025 5A-9 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B when overnight lodging is not required). If the leg of travel does not involve mixed modes, see Table 5-2 for travel time rules. See PDT computation example 2 (no leave involved) and PDT computation example 3 (leave involved). C. Transoceanic Travel Time. The actual time required for transoceanic travel by aircraft or ship, over a usually traveled direct route, is authorized. The embarkation or debarkation day at the terminal or port while awaiting transportation is included, regardless of the arrival or departure time. D. Additional Travel Time. A Service member may request additional travel time for reasons beyond his or her control. The commanding officer may authorize or approve the actual time used or a shorter period than requested. Per diem is payable for any day additional travel time is authorized. The commanding officer may require additional documentation supporting the circumstances. 0503 PCS PER DIEM The specified per diem rates apply for all related travel unless otherwise authorized or restricted in the JTR. This includes but is not limited to necessary delays awaiting further transportation, delays at the ports of embarkation or debarkation, and a TDY en route. Calculate travel time for en route per diem payments using the lesser of either the authorized travel time or the actual travel time. When travel includes crossing the International Date Line (IDL) eastward, the traveler gains one day of per diem, see international date line computation example 4 for eastward PCS travel as well as the PCS examples for additional computation guidance. When travel includes crossing the IDL westward, the traveler may lose one day of per diem, see international date line computation example 3 for westward PCS travel. When residence relocation is unnecessary because the PCS is a short-distance move, no MALT Plus is authorized unless the Service member is ordered to perform a TDY en route.", "metrics": {"readability": 0.4833, "grammar": 0.7, "keyword_coverage": 0.16666666666666666, "confidence": 0.59}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050301", "summary": "For a service member traveling by POV (MALT Plus) between authorized locations, 1, 2, 3, 4, and 5, the traveler must use Government quarter or dinning facilities while traveling between authorized locations. The traveler also takes leave in connection with a PCS, or has a TDY en route, on any day that Loading Plus and MALT Plus could both apply, such as the arrival day at a TDY location or port of embarkation. The traveler receives MALT Plus at the standard CONUS per diem rate for each authorized travel day. The traveler's allowable travel time between official locations is authorized, and", "content": "Table 5-4. PCS Per Diem Rules when Traveling by POV (MALT Plus) If a Service member uses a POV… between authorized locations, 1 2 3 4 and uses Government quarters or dining facilities while traveling between authorized locations, and takes leave in connection with a PCS, or has a TDY en route, on any day that Lodging Plus and MALT Plus could both apply, such as the arrival day at a TDY location or port of embarkation, Then… MALT Plus at the standard CONUS per diem rate is paid for each authorized travel day. Any Service member traveling on an official PCS order in a POV may receive MALT Plus. there is no impact to the MALT Plus calculation. MALT Plus is authorized for the allowable travel time between official locations. apply the rules in par. 020310 for that day. The day cannot be considered an authorized travel day for MALT Plus. Although per diem in this situation is paid using the Lodging Plus rules, the transportation is still paid at the MALT rate.", "metrics": {"readability": 0.45799999999999996, "grammar": 0.7, "keyword_coverage": 0.16666666666666666, "confidence": 0.58}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050302", "summary": "Service member traveling by airplane, train, ship, or bus can follow the regulatory rules for PCS (per diem) when traveling by official points. \n\n1. If a service member travels between official points, 03/01/2025, 5A-10, the PCS per diem rule applies.\n\n2. If a service member travels between official points and has a TDY or leave en route, 3 at the same time as family and Government quarter, the PCS per diem rule applies.\n\n3. If a service member travels between official points and is required to spend the night on the car ferry anywhere in", "content": "Table 5-5. PCS Per Diem Rules when Traveling by Airplane, Train, Ship, or Bus If a Service member travels… Then… 03/01/2025 5A-10 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B 1 between official points, 2 and has a TDY or leave en route, 3 at the same time as family and Government quarters cannot accommodate them to stay together, 4 by oceangoing car ferry and is required to spend the night on the car ferry anywhere in the world, follow the calculation rules in par. 020310 for per diem at the locality rate of the next official point, where overnight lodging is required, paid for official travel time between official points. follow the calculation rules in par. 020310 for per diem at the locality rate of the next official point, where overnight lodging is required, paid for official travel time between official points. neither the Service member nor family is required to use the Government quarters at ports of embarkation and debarkation. a. lodging is authorized for required accommodations unless they are included in the cost of car ferry transportation. b. on the day of arrival on the car ferry (the day of embarkation) and for each day thereafter through the day before the departure day from the car ferry, the meal and incidental expenses (M&IE) allowance is computed using the highest M&IE rate in the CONUS. c. on the day of departure from the car ferry (the day of debarkation) compute the M&IE allowance as follows: (1) If travel ends on the debarkation day, then use the locality per diem rate for the new PDS. (2) If travel does not end on the debarkation day, use the locality per diem rate for the Service member’s or dependent’s location at 2400 on that day. The Service member or dependent is authorized MALT Plus beginning the day after the debarkation day from the car ferry if travel by POV continues the day after the debarkation day from the car ferry. 5 6 by oceangoing car ferry and is not required to spend the night on the car ferry, by commercial ship and meals are furnished without charge or are part of the accommodations cost, the M&IE rate is MALT Plus while on the car ferry. per diem is authorized only on embarkation and debarkation days. On those days, use the locality per diem rate for the port of embarkation or debarkation.", "metrics": {"readability": 0.5578, "grammar": 0.7, "keyword_coverage": 0.16666666666666666, "confidence": 0.63}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050303", "summary": "For a service member traveling with a dependent, the per diem rate is calculated as follows:\n\n1. Per diem rate for direct travel between the old and new PDS and authorized delay locations is 75% of the per diem rate the Service member receives for direct travel between the old and new PDS and authorized delay points.\n\n2. Per diem rate for direct travel between the old and new PDS and authorized delay points is 50% of the per diem rate the Service member receives for direct travel between the old and new PDS and authorized delay points.\n\n3. Per diem rate for each dependent traveling with the first dependent is 100", "content": "A. Per Diem Rates. When dependent travel is authorized, per diem is payable for travel directly from the old PDS to the new PDS (see Table 5-6). Note: PCS allowances are not authorized for dependent travel to, from, or while at an en route TDY location. Table 5-6. Per Diem Rates for Authorized Dependents Traveling on a PCS Order Conditions 12 Years of Age* and Older Less Than 12 Years of Age 03/01/2025 5A-11 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B 1 Dependent Travels with the Service Member 2 3 One Dependent Travels Separately from the Service Member Two or More Dependents Travel Separately from the Service Member** a. Per diem is calculated at 75 percent of the per diem the Service member receives for direct travel between the old and new PDS and authorized delay locations. b. Per diem is calculated at 50 percent of the per diem the Service member receives for direct travel between the old and new PDS and authorized delay points. 100 percent of what the Service member would have received. 100 percent of what the Service member would have received. a. Per diem is calculated at 100 percent for the first dependent and 75 percent for each of the remaining dependents traveling with the first dependent. b. Per diem is calculated at 50 percent for each dependent traveling with the first dependent for direct travel between the old and new PDS. *See Table 5-7 for the effect of the dependent’s age on per diem. **Dependents use different routes or travel at different times. Note: If the dependents are awaiting transportation, then they are reimbursed under the lodging plus per diem calculations. Table 2-15, Rule 3 applies if lodging is shared by multiple official travelers. See PDT Computation Example 21. See PDT Computation Example 5. B. Dependent Age and Eligibility. Eligibility for dependent travel and transportation allowances is based on whether the individual is a dependent on the effective date of the PCS order. If an individual is not a dependent when travel begins, then there is no authorization for travel and transportation allowances at Government expense unless specifically authorized within the JTR. The timing of when a dependent child reaches 12 years of age impacts the per diem rate paid. Table 5-7 specifies how to determine the dependent’s age for payment of travel and transportation allowances. Table 5-7. Effect of Dependent Age Changes on Allowances If… dependent travel begins 60 or fewer days after the PCS order’s effective date, dependent travel begins more than 60 days after the PCS order’s effective date, dependent travel begins on or before the PCS order’s effective date and ends after the PCS order’s effective date, dependent travel ends before the PCS order’s effective date, the Service member is traveling on a PCS order to a location OCONUS and dependent travel is delayed, the dependent traveled to a designated place awaiting authorization to travel to the PDS OCONUS, a …continued", "metrics": {"readability": 0.5998, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.8}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050303", "summary": "For a service member traveling on a PCS order to a location OCONUS and dependent travel is delayed, the dependent's age on the date travel ends is used for travel and transportation allowances. The dependent's age on the 60th day after the PCS order's effective date is used for travel and transportation allowances. For a service member traveling to a location OCONUS and dependent travel is authorized but the dependent delaying travel until the TDY is completed, the dependent's age on the TDY completion date is used for travel and transportation allowances. For a service member performing a TDY en route in connection with a dependent-restricted PCS", "content": "ends after the PCS order’s effective date, dependent travel ends before the PCS order’s effective date, the Service member is traveling on a PCS order to a location OCONUS and dependent travel is delayed, the dependent traveled to a designated place awaiting authorization to travel to the PDS OCONUS, a dependent is authorized to travel to, from, or between locations OCONUS, 1 2 3 4 5 6 7 Then… travel and transportation allowances are based on the dependent’s age on the date travel begins. travel and transportation allowances are based on the dependent’s age on the 60th day. per diem is based on the dependent’s age on the effective date of the PCS order. per diem is based on the dependent’s age on the date travel ends. travel and transportation allowances to a designated place are determined in Rows 1-4 of this chart. authorized travel and transportation allowances to the PDS OCONUS from the designated place are based on the dependent’s age at the time of travel. travel and transportation allowances are determined separately for each leg of the journey. 03/01/2025 5A-12 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B If… a dependent travels from the old PDS to the aerial or water port of embarkation, a dependent travels from the aerial or water port of embarkation to the port of debarkation, 8 9 10 a dependent travels from the aerial or water port of debarkation to the destination, 11 a Service member has a TDY en route in connection with the PCS, and dependent travel is authorized but the dependent delays travel until the TDY is completed, 12 a Service member performs a TDY en route in connection with a dependent- restricted PCS tour, and the dependent does not travel to a designated place until the TDY ends, Then… travel and transportation allowances are in rows 1-6 of this chart. travel and transportation allowances are based on the dependent’s age on the embarkation date. travel and transportation allowances are based on the dependent’s age on the date travel begins from the port of debarkation, unless personal reasons delay travel. A Service member is liable for costs associated with an undue delay for personal reasons. travel and transportation allowances are based on the dependent’s age on the date travel actually begins. When travel begins 60 or more days after the TDY ends, then travel and transportation allowances are based on the dependent’s age on the 60th day after TDY completion. travel and transportation allowances are based on the dependent’s age on the date travel actually begins. When travel begins 60 or more days after the PCS order’s effective date, then allowances are based on the dependent’s age on the 60th day after the PCS order’s effective date. 0504 STANDARD DEPENDENT TRAVEL ALLOWANCES", "metrics": {"readability": 0.35810000000000003, "grammar": 0.2, "keyword_coverage": 0.5, "confidence": 0.28}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050303", "summary": "Service members based on the dependent's age on the 60th day after the PCS order's effective date are eligible for the standard dependent travel allowance.", "content": "are based on the dependent’s age on the 60th day after the PCS order’s effective date. 0504 STANDARD DEPENDENT TRAVEL ALLOWANCES", "metrics": {"readability": 0.3764, "grammar": 1.0, "keyword_coverage": 0.3333333333333333, "confidence": 0.69}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050401", "summary": "Service members have the authority to travel with their dependents while their PCS order is still in effect and before receiving a new PCS order to another PDS, but they must do so because of the PCS. Dependent travel is not allowed unless specifically restricted in the Joint Travel Regulation (JTR). Service members must travel because of their PCS, not for personal reasons.", "content": "A Service member’s authority for dependent travel and transportation allowances may be used while the PCS order remains in effect and before receipt of a new PCS order to another PDS, unless specifically restricted in the JTR. This includes receipt of a home port change announcement. However, dependent travel must be because of the Service member’s PCS and not for personal reasons.", "metrics": {"readability": 0.41700000000000004, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.71}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050402", "summary": "For a service member authorized in-transit travel and transportation allowances, a dependent traveling on a PCS order at Government expense who is stranded en route because documents or funds needed to purchase authorized transportation were lost or stolen may receive an advance of funds equal to 75% of the MALT. However, if the service member fails to complete at least 90% of the initial active-duty obligation and is separated from the Service or relieved from active duty under section 0510, the advance is limited to 75% of the amount for the least costly transportation mode available. For a service member authorized in-transit travel and transport", "content": "Lost or Stolen A. Funds Advance. A Service member authorized dependent travel and transportation allowances may receive an advance of funds for the allowances. A Service member authorized dependent transportation in connection with a separation or relief from active duty may be advanced an amount equal to 75 percent of the MALT. However, if a Service member fails to complete at least 90 percent of the initial active-duty obligation and is separated from the Service or relieved from active duty under section 0510, the advance is limited to 75 percent of the amount for the least costly transportation mode available. A Service member authorized dependent travel and transportation upon retirement is authorized a funds advance. B. Transportation Documents or Funds are Lost or Stolen. A dependent traveling on a PCS order at Government expense who is stranded en route because documents or funds needed to purchase authorized transportation were lost or stolen may be furnished transportation-procurement documents in 03/01/2025 5A-13 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B accordance with Service regulations.", "metrics": {"readability": 0.2749, "grammar": 1.0, "keyword_coverage": 0.6666666666666666, "confidence": 0.64}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050403", "summary": "This paragraph does not apply to travel for an early return of a dependent, for evacuation travel, or for moves OCONUS. A Service member is authorized dependent travel and transportation allowances for dependent travel that occurs before a PCS order is issued but after the Service member has been advised that such an order would be issued. The Service member must be otherwise eligible for dependent travel and transportation allowances. Any travel vouche for travel occurring before a PCS order is issued must cite this paragraph as the authority for payment, and must be supported by a statement from the PCS AO or designated representative that the Service member was advised that the order would be issued. Information provided to the Service member", "content": "This paragraph does not apply to travel for an early return of a dependent, for evacuation travel, or for moves OCONUS. A. Eligibility. Ordinarily, travel that occurs before an order is issued is at personal expense and no reimbursement is authorized. However, a Service member is authorized dependent travel and transportation allowances for dependent travel that occurs before a PCS order is issued but after the Service member has been advised that such an order would be issued. The Service member must be otherwise eligible for dependent travel and transportation allowances. B. Conditions. Any travel voucher for travel occurring before a PCS order is issued must cite this paragraph as the authority for payment, and must be supported by a statement from the PCS AO or designated representative that the Service member was advised that the order would be issued. Information provided to the Service member concerning order issuance before the determination is made to actually issue the order (such as time of eventual release from active duty, when the service term expires, retirement eligibility date, or expected rotation date) is not advice that an order will be issued.Transportation must not be provided before a PCS order is issued.", "metrics": {"readability": 0.2959, "grammar": 0.7, "keyword_coverage": 0.5, "confidence": 0.5}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050404", "summary": "For a Service member who chooses not to move a dependent when authorized to do so, the dependent travel and transportation allowances for an eligible dependent are payable during a subsequent PCS, as indicated below.\n\nA. The allowance is for the actual travel to the new PDS, but it is limited to the greater of the distances from one of the following locations to the new PDS:\n  1. Home of record (HOR) or place where last entered or called to active duty (PLEAD), unless the dependent was moved to the HOR or PLEAD in connection with a move to a non-PDS location.\n  2. Designated place.\n  3.", "content": "If a Service member chooses not to move a dependent when he or she is authorized to do so, the dependent travel and transportation allowances for an eligible dependent are payable during a subsequent PCS, as indicated below. A. The allowance is for the actual travel to the new PDS. However, the allowance is limited to the greater of the distances from one of the following locations to the new PDS: 1. Home of record (HOR) or place where last entered or called to active duty (PLEAD), unless the dependent was moved to the HOR or PLEAD in connection with a move to a non-PDS location. 2. Designated place. 3. PDS from which the Service member elected not to move the dependent. 4. Last PDS. B. Any interim PCSs for which the Service member did not claim dependent travel and transportation allowances are ignored.", "metrics": {"readability": 0.3565, "grammar": 0.7, "keyword_coverage": 0.5, "confidence": 0.53}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050405", "summary": "For a service member who is a student, the PCS travel is authorized between locations otherwise authorized in section 0504 to a place where the dependent does not intend to establish a permanent residence, including pleasure trips. For a student's PCS travel, the student's permanent residence while at school is the Service member's PDS, or the designated place of the Service member's other dependent(s). For transoceaniic transportation or land transportation OCONUS, the Service member is without dependent(s) unless a Service member is assigned to a COT and will serve an accompanied tour at the new PDS. For transit to a PDS OCONUS, the Service member", "content": "Payable A. No Allowances Authorized. Table 5-8 specifies the situations when dependent travel and transportation is not authorized. Section 0508 contains the reasons when dependent travel and transportation are not payable for OCONUS. In addition to Table 5-8, dependent travel and transportation allowances are not authorized in the following circumstances: 03/01/2025 5A-14 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B 1. Between locations otherwise authorized in section 0504 to a place where the dependent does not intend to establish a permanent residence, including pleasure trips. For a student’s PCS travel, the student’s permanent residence while at school is the Service member’s PDS, or the designated place of the Service member’s other dependents. 2. For transoceanic transportation or land transportation OCONUS when the Service member is without dependents, unless a Service member is assigned to a COT and will serve an accompanied tour at the new PDS. 3. To a PDS OCONUS when a Service member’s remaining time in service is less than the specified tour, unless he or she voluntarily extends the term of service to permit completion of the specified tour or the Secretary concerned grants an exception to the normal tour on a case-by-case basis. 4. To a TDY location when a Service member is assigned to an indeterminate TDY (ITDY). Table 5-8. Dependent Travel and Transportation Allowances are not Authorized Traveler Not Authorized Dependent Travel and Transportation Allowances a. A cadet or midshipman. b. Assigned to a school or installation as a student, the course of instruction is less than 20 weeks, and the Service member is in a TDY status. c. A Reserve Component (RC) enlisted member called or ordered to initial active duty for training for less than 6 months. d. Called or ordered to active duty for training for: (1) 139 or fewer days when the active duty for training period intended in an order is for 139 days or less, and the Service member is in a TDY status. (2) 140 or more days when the active duty is at more than one location, but less than 140 days when the Service member is in a TDY status, at any one location. e. Called to active duty for reasons other than training for: (1) 180 or fewer days. (2) 181 or more days when the active duty is at more than one location, but 180 or fewer days at any one location. (3) 181 or more days at one location, but authorized per diem in section 0303. f. Absent Without Leave. g. A deserter or straggler. h. Dropped from the rolls or dismissed. i. Transferred as a prisoner to a detention facility. j. Transferred to a different location to await trial by court-martial. k. In confinement, except as in par. 050804. a. Is a Service member on active duty, on the PCS order’s effective date (see section 0509 for travel and transportation allowances after the spouse is no longer on active duty). b. Is …continued", "metrics": {"readability": 0.44780000000000003, "grammar": 0.2, "keyword_coverage": 0.3333333333333333, "confidence": 0.32}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050405", "summary": "For a service member traveling to a different location to await trial by court-martial, the following regulatory language is provided:\n\nTo a different location to await trial by court-martial, a Service member is not a dependent, except as in paragraph 050804. A Service member is not a dependent on the PCS order's effective date. Allowances when a Service member separates or retires from the Service after the Service member's PCS order's effective date and when a dependent's travel and transportation is due to an IPCOT are unaffected. A Service member's or a dependent's parent, stepparent, or person in loco parentis", "content": "to a different location to await trial by court-martial. k. In confinement, except as in par. 050804. a. Is a Service member on active duty, on the PCS order’s effective date (see section 0509 for travel and transportation allowances after the spouse is no longer on active duty). b. Is not a dependent, except as in par. 050409, on the PCS order’s effective date. Allowances when a spouse separates or retires from the Service after the Service member’s PCS order’s effective date and when a dependent’s travel and transportation is due to an IPCOT are unaffected. c. Is a Service member’s or spouse’s parent, stepparent, or person in loco parentis, who does not reside in the Service member’s household, unless otherwise authorized or approved through the Secretarial Process. However, a dependent listed in this table who was transported at Government expense to a PDS OCONUS 1 Service Member 2 Dependent 03/01/2025 5A-15 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B Traveler Not Authorized Dependent Travel and Transportation Allowances as an eligible dependent, but who no longer qualifies as a dependent and is returned to the CONUS at Government expense remains eligible for allowances. d. Is a dependent child who is not in the Service member’s legal custody and not under his or her control on the PCS order’s effective date. See section 0512 for travel authorization when legal custody or control changes after the PCS order’s effective date. e. Receives any other Government-funded travel and transportation allowances for this travel. B. Only Per Diem Authorized 1. Per diem is payable for any part of a trip that a U.S. flag air carrier or ship is available, but a dependent uses foreign flag transportation. 2. Per diem is payable when dependent transportation is made available (whether used or not) by a foreign Government, at no cost to the United States or the Service member, under a contract or agreement with the United States.", "metrics": {"readability": 0.2918, "grammar": 0.7, "keyword_coverage": 0.5, "confidence": 0.5}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050406", "summary": "For a Service member who attains eligibility for dependent travel and transportation allowances to a new PDS under Table 5-8, the regulation states that the Service member is authorized dependent travel and transportation allowances on the next qualifying PCS. Table 5-9 lists allowances for a Service member who attains eligibility for dependent travel and transportation, and Table 5-8 specifies that the Service member is authorized dependent travel and transportation allowances while at a location in the CONUS to which dependent travel is authorized. The regulation also states that the Service member is authorized dependent travel and transportation allowances if they attain eligibility for dependent travel and transport", "content": "A Service member ineligible for dependent travel and transportation allowances to a new PDS under Table 5-8 who later attains eligibility is authorized dependent travel and transportation allowances on the next qualifying PCS. Table 5-9. Allowances for a Service Member Who Attains Eligibility for Dependent Travel If a Service member is on active duty at a… 1 location in the CONUS to which dependent travel is authorized 2 location OCONUS to which dependent travel is authorized, attains eligibility for dependent travel and transportation allowances while at that location, And… Then the Service member is authorized dependent travel and transportation allowances … attains eligibility for dependent travel and transportation allowances while at that location, a. the dependent is command- sponsored, on the Service member’s next qualifying PCS in or to the CONUS. Unless otherwise specified in the JTR, travel is authorized from the dependent’s location on the date the PCS order was received, limited to travel from the current PDS to the new PDS or to another authorized location. for the dependent’s travel on the Service member’s next PCS OCONUS if at least 12 months remain on the Service member’s current tour OCONUS after the dependent is scheduled to arrive, unless otherwise exempted. Travel authorization is from the dependent’s location on the date the Service member receives the PCS order, to the authorized location, limited to the authorization for travel from the current PDS to the new PDS or to another authorized location. 03/01/2025 5A-16 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B And… Then the Service member is authorized dependent travel and transportation allowances … If a Service member is on active duty at a… location OCONUS to which dependent travel is authorized, attains eligibility for dependent travel and transportation allowances while at that location, 3 b. the dependent is not command- sponsored, 4 dependent- restricted location the Service member becomes eligible for travel and transportation allowances while at that location, for the dependent’s travel on the Service member’s next PCS OCONUS until the dependent obtains command- sponsorship. The Service member is not authorized dependent transportation for transoceanic travel from a PDS OCONUS to a PDS in the CONUS if the dependent was not command sponsored at the PDS OCONUS or qualifies as a Service member with dependents. In this case, the dependent is authorized travel from the port in the CONUS to the new PDS in the CONUS at Government expense. for the dependent only upon a PCS to a PDS where dependent travel and transportation is authorized. If the new PDS is OCONUS, then the dependent must be command-sponsored before the AO authorizes allowances to the new PDS. Travel is authorized from the dependent’s location on the date the PCS order was received to the authorized location. This is limited to the travel to the new PDS from the location where the dependent remained, or moved to at personal expense, when the Service member was transferred to the dependent-restricted …continued", "metrics": {"readability": 0.013999999999999999, "grammar": 1.0, "keyword_coverage": 0.5, "confidence": 0.51}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050406", "summary": "This regulation applies to service members who are authorized to travel from the dependent's location on the date the PCS order was received to the authorized location. This is limited to travel to the new PDS from the location where the dependent remained, or moved to at personal expense, when the Service member was transferred to the dependent-restricted location. The Service member is not authorized dependent transportation for transoceaniq travel from a PDS OCONUS to a PDS in the CONUS if the dependent was not command sponsored at the PDS OCONUS or qualifies as a Service member with dependent(s). In this case, the dependent is authorized travel from the port in the CONUS", "content": "is authorized from the dependent’s location on the date the PCS order was received to the authorized location. This is limited to the travel to the new PDS from the location where the dependent remained, or moved to at personal expense, when the Service member was transferred to the dependent-restricted location. The Service member is not authorized dependent transportation for transoceanic travel from a PDS OCONUS to a PDS in the CONUS if the dependent was not command sponsored at the PDS OCONUS or qualifies as a Service member with dependents. In this case, the dependent is authorized travel from the port in the CONUS to the new PDS in the CONUS at Government expense.", "metrics": {"readability": 0.4275, "grammar": 0.4, "keyword_coverage": 0.3333333333333333, "confidence": 0.41}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050407", "summary": "Service members are authorized to receive dependent travel and transportation allowances from their previous PCS location to their new PCS location if their dependent returns to the old PCS location and travels from there to the new PCS location. This is covered by the regulation B-195643, which was issued on April 24, 1980.", "content": "Safe Haven when a PCS Order Is Received The Service member is authorized dependent travel and transportation allowances from the old PDS, designated place, or safe haven to the new PDS if the dependent returns to the old PDS, designated place, or safe haven and travels from there to the new PDS (B-195643, April 24, 1980).", "metrics": {"readability": 0.36119999999999997, "grammar": 1.0, "keyword_coverage": 0.5, "confidence": 0.68}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050408", "summary": "For a service member traveling to or from a designated place, the PDS (Personal Dependents Service) is not applicable. The place where the dependent residences and the Service member commutes daily to the PDS is considered the PDS location. The Service member in receipt of a PCS order is authorized dependent travel and transportation allowances from the place where the dependent residences to the new PDS, or from the old PDS to the new place where the dependent will reside, limited to the authorization from the old to the new PDS. The PDS is not applicable for traveling to or from the new PDS, or from the old PDS to the new place where the dependent will res", "content": "New PDS This paragraph does not apply to travel to or from a designated place. For this paragraph, the place where the dependent resides and from which the Service member commutes daily to the PDS is treated as his or her PDS location. A Service member in receipt of a PCS order is authorized dependent travel and transportation allowances from the place where the dependent resides to the new PDS, or from the old PDS to the new place where the dependent will reside, limited to the authorization from the old to the new PDS. 03/01/2025 5A-17 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B", "metrics": {"readability": 0.4153, "grammar": 1.0, "keyword_coverage": 0.5, "confidence": 0.71}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050409", "summary": "Service Member's PCS Order: When a Service member marries to a Service member and their spouse separates or retires from the Service after the PCS order's effective date, the Service member is authorized to travel and transportation allowances for their dependent PCS travel and transportation for that spouse. This is limited to the cost for travel from the separated or retired spouse's last PDS to the Service member's PDS on that PCS order.", "content": "a Service Member’s PCS Order When a Service member married to a Service member travels on a PCS order and his or her spouse separates or retires from the Service after the PCS order’s effective date, he or she is authorized dependent PCS travel and transportation allowances for that spouse. This is limited to the cost for travel from the separated or retired spouse’s last PDS to the Service member’s PDS on that PCS order.", "metrics": {"readability": 0.2597, "grammar": 1.0, "keyword_coverage": 0.5, "confidence": 0.63}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050410", "summary": "Service members and civilian employees who are authorized to accompany a dependent as an escort are authorized round-trip TDY travel and transportation allowances in Chapter 2 of this regulation. A Service member escort under this paragraph is authorized TDY travel and transportation allowances in Chapter 2, while a civilian employee escort is authorized the same travel and transportation allowances as a civilian employee on TDY. A person other than a Service member or civilian employee designated as an escort for a dependent is issued an invitational travel authorization (ITA) and is authorized the same transportation and travel allowances as a civilian employee on TDY.", "content": "A. Eligibility. Escort travel is authorized only when the AO determines that dependent travel is necessary and that the dependent is incapable of traveling alone due to age, physical or mental incapacity, or other extraordinary circumstance. The Service member’s AO or commanding officer may appoint an escort for the dependent. An escort for a dependent may be authorized for any of the following reasons: 1. The Service member cannot accompany a dependent. A dependent is authorized an escort within the 1-year period after the Service member dies, is declared missing, is injured, or is otherwise unable to accompany the dependent. A Service member, civilian employee, or another person may serve as an escort. 2. If concurrent dependent travel to the new PDS is not possible for a sole parent or a Service member married to another Service member, then round-trip travel and transportation is authorized for the Service member who serves as an escort for the dependent, once command-sponsorship is granted. If Government transportation is not available, then transportation in section 0502, is authorized. The following Service members may serve as an escort for the dependent: a. A Service member who is a sole parent, but not another person. b. A Service member married to another Service member, but not both. B. Escort Allowances. A Service member escort under this paragraph is authorized round-trip TDY travel and transportation allowances in Chapter 2. A civilian employee escort, under this paragraph, is authorized the TDY travel and transportation allowances in regulations issued by the Agency or Department that is funding the travel. A person other than a Service member or civilian employee, designated to travel as an escort for a dependent, is issued an invitational travel authorization (ITA) (see section 0305). This individual is authorized the same transportation and travel allowances as a civilian employee on TDY. Note: See par. 050804 for an escort associated with an early return of a dependent.", "metrics": {"readability": 0.0241, "grammar": 0.4, "keyword_coverage": 0.5, "confidence": 0.21}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050411", "summary": "For a service member performing TDY en route between two PDSs, the dependent's travel and transportation allowances are specified in this paragraph. The Service member's travel time and the amount of per diem paid for the Service member's PCS travel are not used in computing the per diem for dependent PCS travel. Compute travel time as specified in par. 050205. No per diem is authorized for the dependent while at the TDY location. The Service member is authorized PCS allowances for the dependent's actual travel, limited to the greater 03/01/2025 5A-18 Intro Chapter 1", "content": "Route A. Basic Allowance. When a dependent accompanies or joins a Service member performing TDY en route between two PDSs, the dependent’s travel and transportation allowances are as specified in this paragraph. The Service member’s travel time and the amount of per diem paid for the Service member’s PCS travel are not used in computing the per diem for dependent PCS travel. Compute travel time as specified in par. 050205. No per diem is authorized for the dependent while at the TDY location. The Service member is authorized PCS allowances for the dependent’s actual travel, limited to the greater 03/01/2025 5A-18 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B of the following: 1. MALT for the official distance between authorized locations as if the dependent had traveled separately, plus a per diem for the constructed travel time between the authorized points. 2. What it would have cost if Government-procured transportation had been used for travel between authorized locations, plus a per diem as specified in Chapter 2 for the time required for travel between authorized points. If Government-procured transportation is used, then subtract the Government- procured transportation cost from the allowances. B. Dependent Travels with the Service Member in the Same POV. The MALT rate applies for the official distance from the old PDS to the TDY location and then to the new PDS. No additional MALT is authorized for the dependent’s travel. The per diem rate in par. 050303 applies when the dependent travels with the Service member for the allowable travel time for that leg of the trip. C. Dependent Travels in a Separate POV. The MALT rate applies for the Service member’s travel from the old PDS to the TDY location and then to the new PDS. The Service member also is paid the MALT rate for the dependent’s direct travel from the old PDS to the new PDS. The per diem rate in par. 050303 applies when the dependent travels separately from the Service member for the allowable travel time for that leg of the trip. 0505 DISLOCATION ALLOWANCE (DLA) The purpose of the DLA is to partially reimburse a Service member for the expenses incurred while relocating his or her household under the circumstances in this section. This section includes rules when the Service member is considered to be with or without a dependent or is married to another Service member. It also includes situations when a secondary DLA (par. 050507) or a partial DLA (par. 050508) is warranted. A DLA may be paid in advance.", "metrics": {"readability": 0.5239, "grammar": 0.4, "keyword_coverage": 0.5, "confidence": 0.46}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050501", "summary": "A Service member who is eligible for DLA, with or without a dependent, must follow fiscal-year requirements. The eligible Service member is authorized only one DLA payment during a fiscal year unless one of the following occurs:\n\n1. Payment is made for a partial DLA.\n2. The Service Secretary determines that the Service's requirements warrant more than one PCS during the current fiscal year. This authority may be delegated as specified in Table 5-10.\n\nA Service member or a dependent is eligible for DLA if they are on a PCS to, from, or between a course conducted, controlled, and managed by one or more", "content": "A. Eligibility. A Service member who is eligible for a DLA, with or without a dependent, must follow fiscal-year requirements. B. Allowances. A Service member is authorized only one DLA payment during a fiscal year unless one of the following occurs (37 U.S.C. §477): 1. Payment is made for a partial DLA. 2. The Service Secretary determines that the Service’s requirements warrant more than one PCS during the current fiscal year. This authority may be delegated as specified in Table 5-10. *Table 5-10. Authority for Exceptions to Fiscal-Year Limitations 1 Service or Agency USA, USN, USAF, USSF 2 USMC 3 USCG 4 NOAA Corps 5 USPHS Service Secretary May Delegate Authority No lower than a General or flag officer at the headquarters level who directs assignments. No lower than an O-6 at the headquarters level who directs assignments. To the Commander of the USCG Personnel Service Center. To the Director of the NOAA. To the Director of the Commissioned Corps Headquarters (CCHQ). 03/01/2025 5A-19 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B 3. The Service member is on a PCS to, from, or between a course conducted, controlled, and managed by one or more of the Services. 4. The eligible dependent is relocated to a designated place due to an evacuation. 5. The Service member’s household is moved due to a national emergency or in time of war. 6. The Service member or a dependent is moved under any of the following circumstances: a. PCS order is amended, modified, canceled, or revoked. b. Service member is reported as dead or absent for 30 or more days and in a missing status. c. Early return of dependents. 7. The household is moved due to a base realignment and closure (BRAC). 8. The Service member is ordered to a unit undergoing a change of home port for commissioning, outfitting, or overhaul, or because a shore unit is undergoing a change in PDS. 9. A Service member’s dependent relocates due to the Service member being assigned to ITDY. C. Determining Fiscal-Year Eligibility 1. To determine the fiscal year in which DLA authority occurs, use the Service member’s departure or detachment date from the old PDS in accordance with the PCS order. 2. Exclude PCS moves in the same fiscal year for which a DLA was not authorized when determining if the fiscal-year limit applies to a DLA payment. 3. Except under the conditions in par. 050501-B3, par. 050501-B6, and par. 050501-C2, all PCS moves, including those approved by the Secretary concerned, are counted to determine if the statutory limitation applies.", "metrics": {"readability": 0.5392, "grammar": 1.0, "keyword_coverage": 0.16666666666666666, "confidence": 0.77}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050502", "summary": "A Service member may be eligible for a Department of Defense (DLA) allowance regardless of whether they have a dependent, as long as the move is due to a short-distance HHG move at Government expense and is authorized by the Service member's authorizing official. This allowance does not apply to moves to or from privately-owned housing. The allowance is also eligible for Service members who have been separated or reassigned due to a change in service, as long as the household move is due to a PCS order resulting from a change of Service.", "content": "The amount payable for a DLA is usually based on whether the Service member has a dependent. The allowances in this paragraph apply regardless of if the Service member has a dependent. A Service member may be eligible for a DLA in any of the following circumstances: A. Short-Distance Move. The Service member is authorized a short-distance HHG move at Government expense: 1. From a private-sector residence to another private-sector residence, for the Government’s convenience, when proper authority directs the Service member to vacate local housing because the residence does not meet the Service’s health and sanitation standards. This does not apply to moves to or from privatized housing. 03/01/2025 5A-20 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B 2. Due to a PCS to a new PDS that is in proximity to the old PDS or when reassigned between military installations located within the corporate limits of the same city or town (42 Comp. Gen. 460 (1963)). B. PCS Order Due to A Change in Service. A Service member separated or relieved from active duty from one Service to continue on active duty in another Service without a break in service under the authority of 10 U.S.C. §716, or any similar statutory provision, is eligible for a DLA when the household move is due to a PCS order resulting from a change of Service. The service performed after changing Services is considered a continuation of the previous period of service when calculating eligibility for this allowance.", "metrics": {"readability": 0.3971, "grammar": 1.0, "keyword_coverage": 0.5, "confidence": 0.7}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050503", "summary": "For a Service member with a dependent, the PCS or ITDY order authorizes a DLA only if the dependent is authorized transportation under the order. The dependent is eligible for a DLA once the PCS is completed, regardless of the date of the PCS. The Service member must provide one of the following statements to be eligible for a DLA:\n\n1. A statement that the household move was necessary as a direct result of the PCS or ITDY from the new PDS commanding officer or from that commanding officer's designated representative. The designated representative cannot re-delegae this authority.\n\n2. A statement that the move was necessary as a direct result", "content": "For DLA purposes, a Service member with a dependent is one who, on the effective date of a PCS or ITDY order, has a dependent authorized transportation under that order. This applies even if the spouse received travel allowances upon separation from the Service as a former Service member. A. Eligibility. A Service member with a dependent is authorized a DLA when: 1. The dependent relocates in connection with a PCS. 2. The dependent relocates in connection with an official alert notification before the Service member receives a PCS order to a PDS OCONUS where dependent travel is not authorized. The Service member becomes eligible for the DLA once the PCS is completed. 3. The Service member performs a PCS between PDSs not in proximity to each other, or relocates due to an ITDY order, but the dependent makes a proximity move based on the PCS order or ITDY order. For the Service member to be eligible for a DLA, he or she must provide one of the following: a. A statement that the household move was necessary as a direct result of the PCS or ITDY from the new PDS commanding officer or from that commanding officer’s designated representative. The designated representative cannot re-delegate this authority. b. A statement that the move was necessary as a direct result of the PCS or ITDY when the PCS is to or from a dependent-restricted tour. In this case, the commander’s statement is not required and the Service member’s statement must be accepted. 4. A dependent moves because a Service member is reported as dead or absent for 30 or more days in a missing status. 5. One or more dependents returns early from a PDS OCONUS at Government expense. The Service member is authorized a DLA either the day the first dependent arrives at the permanent residence or the day all of the dependents have departed the PDS overseas, whichever event occurs later. The Service member is ineligible for a DLA if the dependent is authorized to return to the Service member’s PDS OCONUS. 6. The dependent makes an authorized move to or from a PDS OCONUS in connection with a tour change from accompanied to unaccompanied, or from unaccompanied to accompanied, at the same 03/01/2025 5A-21 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B PDS OCONUS after the initial tour of duty is complete. 7. A dependent completes travel to or from a designated place due to a PCS order or an evacuation order. When a dependent completes travel to a designated place due to a PCS order, no other DLA is payable for that PCS unless the Service member’s tour changes after the initial tour of duty is complete and a dependent travels. 8. The Service member is ordered to move due to a BRAC Commission action and, as a result, the dependent moves. 9. A dependent moves in connection with an ITDY order. 10. The Service member relocates the …continued", "metrics": {"readability": 0.35979999999999995, "grammar": 0.4, "keyword_coverage": 0.3333333333333333, "confidence": 0.38}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050503", "summary": "A service member who is ordered to move due to a BRAC Commission action and as a result, a dependent moves, is required to move with the Service member. The Service member is ordered to move due to a hospitalization, and a dependent moves in connection with an ITDY order. The Service member relocates the household when he or she transfers to a hospital in the CONUS for observation and treatment. The Service member is ordered to move due to a PCS order and a dependent moves with the Service member. The Service member is ordered to move due to a hospitalization, and a dependent moves in connection with an ITDY order. The Service member is ordered to move due to a hospitalization, and a dependent moves", "content": "changes after the initial tour of duty is complete and a dependent travels. 8. The Service member is ordered to move due to a BRAC Commission action and, as a result, the dependent moves. 9. A dependent moves in connection with an ITDY order. 10. The Service member relocates the household when he or she transfers to a hospital in the CONUS for observation and treatment. A statement of prolonged hospitalization is required from the receiving hospital’s commanding officer when the Service member transfers to a hospital in the CONUS from inside the CONUS. 11. A PCS order is issued for a Service member to travel from his or her home, primary residence, or PLEAD to the first PDS. See par. 050701-C. B. Allowances. If the dependent moves with the Service member, then a DLA is paid at the with-dependent rate. When a dependent is authorized to travel and does not move with the Service member, a DLA is paid at the without-dependent rate if Government quarters are not assigned at the new PDS. If the dependent later joins the Service member and travels at Government expense, then the Service member receives a DLA equal to the difference between the without-dependent rate and the with- dependent rate.", "metrics": {"readability": 0.4996, "grammar": 0.4, "keyword_coverage": 0.16666666666666666, "confidence": 0.45}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050504", "summary": "For a service member who is without a dependent, the regulation states that they are considered to be without a dependent when they:\n\n1. Has no dependent(s)\n2. Has a dependent who is authorized travel and transportation allowances in connection with a PCS but the dependent does not relocate (59 Comp. Gen. 376 (1980)).\n3. Is not authorized travel and transportation allowances for a dependent to relocate either in connection with a PCS or to a new PDS.\n\nThe regulation also states that allowances are authorized when a service member is:\n\n1. Ordered and moves to a new PDS where", "content": "A. A Service member would be considered without a dependent when he or she: 1. Has no dependents. 2. Has a dependent who is authorized travel and transportation allowances in connection with a PCS but the dependent does not relocate (59 Comp. Gen. 376 (1980)). 3. Is not authorized travel and transportation allowances for a dependent to relocate either in connection with a PCS or to a new PDS. B. Allowances. A DLA is authorized when a Service member is: 1. Ordered and moves to a new PDS where Government quarters are not assigned. 2. Ordered to a new PDS where Government quarters are assigned and occupied upon arrival at the new PDS for 60 days or less. The Service member’s commanding officer may authorize or approve extending the 60 days by an additional 60 days for a total of up to 120 days when circumstances warrant. Note: When calculating the 60 days, exclude days the Service member is deployed or on a TDY. 3. Ordered to, and actually moves, in connection with a BRAC Commission action of a U.S. 03/01/2025 5A-22 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B installation. 4. Assigned to a two-crew nuclear submarine, not assigned Government quarters, and occupies a private-sector residence for 16 or more days before reporting aboard the ship (57 Comp. Gen. 178 (1977) and 59 Comp. Gen. 221 (1980)) upon arrival at the ship’s home port or upon arrival at the ship’s new home port when the ship’s home port is changed. Note: DLA at the without-dependent rate is payable under this paragraph when the Service member is a Service member with a dependent for housing purposes only because the Service member is paying child support.", "metrics": {"readability": 0.5452, "grammar": 0.7, "keyword_coverage": 0.5, "confidence": 0.62}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050505", "summary": "Service member who has no dependent(s) is authorized DLA when:\nA. Assigned to permanent duty aboard a ship if he or she chooses not to occupy assigned shipboard quarter(s) and is above the grade of E-5, or is authorized Basic Allowance for Housing (BAH) and is in the grade of E-5 or E-4.\nB. He or she is assigned quarter(s) belonging to the United States, or to a housing facility under a Service’s jurisdiction, that do not meet the DoD minimum adequacies standards, and the Service member above grade E-5 chooses not to occupy the quarter(s).", "content": "A Service member who has no dependents is authorized DLA when: A. Assigned to permanent duty aboard a ship if he or she: 1. Chooses not to occupy assigned shipboard quarters and is above the grade of E-5, or is authorized BAH and is in the grade of E-5 or E-4. 2. Occupies private sector housing ashore. B. He or she is assigned quarters belonging to the United States, or to a housing facility under a Service’s jurisdiction, that do not meet the DoD minimum adequacy standards, and the Service member above grade E-5 chooses not to occupy the quarters.", "metrics": {"readability": 0.39, "grammar": 1.0, "keyword_coverage": 0.3333333333333333, "confidence": 0.7}}
{"source": "JTR", "chapter": "Chapter 5 – Permanent Duty Travel", "section": "050506", "summary": "For a Service member married to another Service member, the DLA rate is authorized for a Service member who is assigned to the same new PDS but living in separate dwellings only if it can be conclusively shown that it is necessary to establish separate households for or on behalf of each Service member or for the dependent. The Service member without dependent(s) who is assigned to Government quarter(s) at the new PDS, including a ship, is not authorized a DLA excus(e) except when both Service members are without dependent(s) and are moving into family-type Government quarter(s) at a new PDS or as specified in Par. 050504-B2,", "content": "A. Eligibility. A Service member who is married to another Service member may be eligible for a DLA. However, neither Service member is a dependent of the other. 1. A DLA is payable for Service members assigned to the same new PDS but living in separate dwellings only if it can be conclusively shown it is necessary to establish separate households for or on behalf of each Service member or for the dependent. 2. A Service member without dependents who is assigned to Government quarters at the new PDS, including a ship, is not authorized a DLA except when both Service members are without dependents and are moving into family-type Government quarters at a new PDS or as specified in par. 050504-B2, and par. 050504-B3. B. Allowances. Table 5-11 specifies the DLA rate to authorized Service members under specific conditions. See PDT computation example 18. Service members married to each other may select the greater allowance. Table 5-11. DLA for a Service Member Married to a Service Member Neither Service Member Has a Dependent 03/01/2025 5A-23 Intro Chapter 1 Chapter 2 Chapter 3 Chapter 4 Chapter 5 Chapter 6 Appendix A Appendix B If… 1 neither Service member is assigned to a ship 2 both Service members are below grade E-6, are assigned at the same time to permanent duty aboard a ship, choose not to occupy assigned shipboard quarters, And they occupy… the same family-type Government quarters at the new PDS, the same private-sector residence or family-type Government quarters ashore at the new PDS, 3 the Service members occupied the same dwelling at the old PDS a. the same dwelling at the new PDS, 4 the Service members occupied the same dwelling at the old PDS b. separate dwellings at the new PDS, 5 the Service members occupied separate dwellings at the old PDS a. the same dwelling at the new PDS, 6 the Service members occupied separate dwellings at the old PDS b. separate dwellings at the new PDS, Then… the senior Service member is paid a DLA at the without-dependent rate. the senior Service member is paid a DLA at the without-dependent rate. either Service member is paid a DLA at the without-dependent rate, but not both.* each Service member is paid a DLA at the without-dependent rate. Only one DLA is authorized if moving from separate quarters to the same family-type Government quarters. each Service member is paid a DLA at the without-dependent rate. Only one DLA is authorized if moving from separate quarters to the same family-type Government quarters. each Service member is paid a DLA at the without-dependent rate. Only one DLA is authorized if moving from separate quarters to the same family-type Government quarters. One Service Member Has a Dependent and the Other Has None If… And they occupy… 7 the Service members occupied the same dwelling at the old PDS a. the same dwelling at the new PDS, 8 the Service members occupied the same dwelling at the old PDS b. separate …continued", "metrics": {"readability": 0.17170000000000002, "grammar": 0.7, "keyword_coverage": 0.3333333333333333, "confidence": 0.44}}
