{"question": "How do I change my home of record for PCS travel?", "keywords": ["home of record", "PCS", "change"], "section": "052012", "summary": "A Service member may be eligible to update their home of record under certain separation or reassignment circumstances. Specific conditions apply related to active duty status and purpose of the relocation.", "source": "JTR"}
{"question": "What if I have a newborn during a PCS move?", "keywords": ["newborn", "PCS", "dependent"], "section": "26.5", "summary": "Entitlements for newborns during PCS depend on travel status and eligibility. The newborn may be covered under dependent allowances, but must be added to DEERS and orders updated.", "source": "DAFI"}
{"question": "Can I use ride-sharing apps for official travel?", "keywords": ["ride-sharing", "Uber", "Lyft", "official travel"], "section": "041002", "summary": "Non-authorized personnel who do not meet card requirements may be exempt from certain GTC policies, but official transportation must usually be through TMC-approved means.", "source": "GTC"}
{"question": "What are the rules for transporting firearms during a PCS?", "keywords": ["firearms", "PCS", "HHG", "OCONUS"], "section": "054002", "summary": "While HHG shipments may allow for certain firearms, it depends on the destination and whether it’s OCONUS. Additional regulations and customs policies may apply.", "source": "JTR"}
{"question": "Is there a time limit on using government-funded relocation services?", "keywords": ["relocation", "time limit", "HHG", "NTS"], "section": "052012", "summary": "Generally, relocation entitlements such as HHG shipment or NTS have a 180-day time limit unless extended under specific conditions like medical proceedings.", "source": "JTR"}
{"question": "Can I be reimbursed for booking a refundable flight?", "keywords": ["refundable", "flight", "reimbursement", "GTC"], "section": "040103", "summary": "Refundable tickets may be reimbursed when required due to mission uncertainty, but justification and documentation must be provided per GTC policy.", "source": "GTC"}
{"question": "Are tips to hotel staff reimbursable?", "keywords": ["tips", "hotel", "reimbursement", "TLE"], "section": "055013", "summary": "Gratuities are generally not reimbursed as a separate line item unless specifically authorized as incidental expenses within per diem.", "source": "JTR"}
{"question": "Do I need to declare all my household goods?", "keywords": ["declare", "HHG", "household goods", "shipment"], "section": "054507", "summary": "Yes, all HHG items should be declared to ensure weight compliance and coverage. Items not listed or declared may not be reimbursed or covered in claims.", "source": "JTR"}
{"question": "Can I receive PCS entitlements while on terminal leave?", "keywords": ["terminal leave", "PCS", "entitlements"], "section": "0302", "summary": "Some entitlements may still apply while on terminal leave, but specifics depend on timing, status, and whether the PCS is considered complete.", "source": "DTS"}
{"question": "Is temporary storage authorized at the gaining base?", "keywords": ["storage", "temporary", "NTS", "gaining base"], "section": "054909", "summary": "Temporary storage (NTS) is usually authorized for up to 90 days, and may be extended with proper approval if housing at the new location is not yet available.", "source": "JTR"}
{"question": "Is insurance for rental equipment reimbursable?", "keywords": ["insurance", "rental", "equipment", "reimbursable"], "section": "051502", "summary": "Under PCS rules, equipment-related reimbursements depend on authorization. Personal rental insurance is generally not reimbursed unless explicitly allowed in travel orders or policy.", "source": "JTR"}
{"question": "What are the rules for dependent education expenses during PCS?", "keywords": ["rules", "dependent", "education", "expenses"], "section": "041501", "summary": "Dependent education expenses may be covered during overseas PCS moves or certain assignments, especially under DoDEA guidelines or special authorization letters.", "source": "GTC"}
{"question": "Are late checkout fees reimbursed?", "keywords": ["late", "checkout", "fees", "reimbursed"], "section": "053607", "summary": "Late checkout fees are not typically reimbursed unless justified and incurred as part of required official travel. Authorization must be included in lodging receipts.", "source": "JTR"}
{"question": "What is considered a valid receipt for lodging?", "keywords": ["valid", "receipt", "lodging"], "section": "0305", "summary": "Valid lodging receipts must include traveler’s name, date(s), daily rate, taxes, and proof of payment. Digital receipts are acceptable if legible and complete.", "source": "DTS"}
{"question": "Do I need travel insurance for official travel?", "keywords": ["travel", "insurance", "official", "need"], "section": "054206", "summary": "Travel insurance is generally not reimbursable for official travel. Members are encouraged to confirm coverage through government-authorized programs or unit travel managers.", "source": "JTR"}
{"question": "How do I report a discrepancy in travel entitlements?", "keywords": ["report", "discrepancy", "travel", "entitlements"], "section": "051003", "summary": "Travel entitlement discrepancies should be reported through your finance office or the servicing FSO using a formal travel voucher amendment or escalation request.", "source": "JTR"}
{"question": "Can I hand-carry orders during travel?", "keywords": ["hand", "carry", "orders", "travel"], "section": "053714", "summary": "Yes, hand-carrying hardcopy PCS or TDY orders is encouraged for contingency and validation at checkpoints, lodging, or ports of entry where digital copies may be insufficient.", "source": "JTR"}
{"question": "What if I am injured during PCS travel?", "keywords": ["injured", "PCS", "travel"], "section": "054809", "summary": "If injured during PCS travel, report to the nearest medical facility and notify your gaining unit and finance office. Keep all receipts and documentation for claim support.", "source": "JTR"}
{"question": "Are ATM fees reimbursable when traveling?", "keywords": ["ATM", "fees", "reimbursable", "traveling"], "section": "051403", "summary": "ATM fees incurred while using a GTC for official travel may be reimbursed, provided they are within authorized limits and noted on your voucher claim.", "source": "JTR"}
{"question": "Can I use DTS for dependent travel?", "keywords": ["DTS", "dependent", "travel"], "section": "054906", "summary": "DTS does not typically support dependent travel. Dependent entitlements should be processed through eFinance or manually via the finance office using PCS orders and documentation.", "source": "JTR"}
{"question": "Are reusable grocery bags considered HHG?", "keywords": ["reusable", "grocery", "bags", "HHG"], "section": "050104", "summary": "Reusable grocery bags are considered part of Household Goods (HHG) unless specified otherwise. However, their weight and value should be minimal and declared if applicable.", "source": "JTR"}
{"question": "Can I be reimbursed for toll transponders?", "keywords": ["reimbursed", "toll", "transponders"], "section": "041006", "summary": "Reimbursement for toll transponders depends on the location and whether they were required for official travel. Some states include tolls in mileage allowances; receipts may be required.", "source": "GTC"}
{"question": "What qualifies as circuitous travel?", "keywords": ["circuitous", "travel", "qualifies", "PCS"], "section": "041003", "summary": "Circuitous travel is when a traveler takes a route that is not the most direct. Approval must be obtained, and reimbursement may be limited to the cost of the authorized route.", "source": "GTC"}
{"question": "Can I stay at a family member's house and still get TLE?", "keywords": ["stay", "family", "TLE", "house"], "section": "053603", "summary": "TLE is not authorized when staying with family or friends unless lodging costs are incurred and receipts are provided. Rules vary by base and situation.", "source": "JTR"}
{"question": "Do I get MALT if I fly instead of drive?", "keywords": ["MALT", "fly", "drive", "reimbursement"], "section": "055013", "summary": "Mileage Allowance in Lieu of Transportation (MALT) is only paid when driving a POV for PCS. If you fly, MALT is not authorized for that leg of travel.", "source": "JTR"}
{"question": "Are dependents reimbursed for travel immunizations?", "keywords": ["dependents", "immunizations", "travel", "reimbursed"], "section": "041503", "summary": "Required immunizations for dependent travel, especially for OCONUS assignments, may be reimbursed with receipts. Check with the servicing medical office for coverage details.", "source": "GTC"}
{"question": "What if my PCS is canceled after my HHG shipped?", "keywords": ["PCS", "canceled", "HHG", "shipped"], "section": "052002", "summary": "If your PCS is canceled after HHG are shipped, the government may still cover return shipment or storage depending on timing and justification. Coordinate with TMO immediately.", "source": "JTR"}
{"question": "Can I extend the window for claiming travel entitlements?", "keywords": ["extend", "claiming", "travel", "entitlements"], "section": "050816", "summary": "Extensions for claiming travel entitlements can be approved if requested within the required timeframe. Supporting documentation and justification are needed for finance approval.", "source": "JTR"}
{"question": "Is dental care reimbursed during PCS for dependents?", "keywords": ["dental", "care", "dependents", "reimbursed"], "section": "051002", "summary": "Dental care is generally not reimbursed during PCS moves unless it is required for overseas clearance or travel readiness and authorized in advance.", "source": "JTR"}
{"question": "Are moving box purchases reimbursable?", "keywords": ["moving", "box", "purchases", "reimbursed"], "section": "00", "summary": "Moving box purchases are not normally reimbursed unless authorized under a Personally Procured Move (PPM) with documentation and receipts supporting the claim.", "source": "DAFI"}
{"question": "What if I change duty stations twice in one year?", "keywords": ["change", "duty", "stations", "year"], "section": "053802", "summary": "Changing duty stations multiple times in one year may qualify for full entitlements each time, but eligibility depends on the orders and if each move is a valid PCS.", "source": "JTR"}
{"question": "Do I get a new GTC for each PCS?", "keywords": ["new", "GTC", "PCS"], "section": "0303", "summary": "You typically retain the same GTC across PCS moves. Ensure it remains active and updated with your current unit information through your APC or finance office.", "source": "DTS"}
{"question": "Can I request a pet travel exception to policy?", "keywords": ["pet", "travel", "exception", "policy"], "section": "050816", "summary": "You can request an Exception to Policy (ETP) for pet transportation during PCS, especially OCONUS. ETPs require justification and command endorsement.", "source": "JTR"}
{"question": "Are expenses for temporary boarding schools covered?", "keywords": ["expenses", "boarding", "school", "temporary"], "section": "4.3", "summary": "Temporary education or boarding costs are generally not reimbursed unless moving OCONUS and command-sponsored dependents cannot attend local schools.", "source": "DAFI"}
{"question": "What if my spouse is deployed during PCS?", "keywords": ["spouse", "deployed", "PCS"], "section": "052009", "summary": "If your spouse is deployed during your PCS, coordinate with your gaining unit and finance office. You may be eligible for delayed dependent travel or DLA adjustments.", "source": "JTR"}
{"question": "Can I be reimbursed for extra driver costs during a move?", "keywords": ["reimbursed", "extra", "driver", "costs"], "section": "051401", "summary": "Reimbursement for extra drivers (like friends or family) is not typically authorized unless officially designated in your orders or required by special circumstances.", "source": "JTR"}
{"question": "Are lost wage claims for spouses covered during PCS?", "keywords": ["lost", "wage", "claims", "spouses"], "section": "054402", "summary": "Lost wages for spouses are not reimbursed during PCS unless covered by specific local programs or state-level employment support grants.", "source": "JTR"}
{"question": "What happens if my vehicle breaks down en route?", "keywords": ["vehicle", "breaks", "down", "PCS"], "section": "041503", "summary": "If your vehicle breaks down en route, report to your gaining unit and retain all receipts. Some costs may be reimbursed if travel is delayed for official reasons.", "source": "GTC"}
{"question": "Can I claim mileage for side trips during PCS?", "keywords": ["claim", "mileage", "side", "trips"], "section": "051502", "summary": "Mileage for side trips is not reimbursed unless those stops are authorized in your PCS orders. Only direct mileage between duty stations is eligible.", "source": "JTR"}
{"question": "Do I get entitlements if I separate instead of PCS?", "keywords": ["entitlements", "separate", "PCS"], "section": "051502", "summary": "Separation entitlements differ from PCS entitlements. You may still qualify for final move benefits, but conditions vary based on separation type and location.", "source": "JTR"}
{"question": "How do I track my household goods in transit?", "keywords": ["track", "household", "goods", "transit"], "section": "051502", "summary": "You can track HHG shipments through the Defense Personal Property System (DPS) online or by contacting your TMO. Keep your move code and shipment reference handy.", "source": "JTR"}
{"question": "Are reusable storage bins considered HHG?", "keywords": ["reusable", "storage", "bins", "HHG"], "section": "050101", "summary": "Yes, reusable storage bins typically count toward your HHG weight allowance. Be sure to declare them and understand any restrictions in total volume or weight.", "source": "JTR"}
{"question": "What are the time limits for claiming DLA?", "keywords": ["DLA", "claiming", "time", "limits"], "section": "4.2.3.5", "summary": "DLA claims are typically submitted with your final travel voucher. Time limits vary, but submitting within 5 days of arrival at your new PDS is recommended.", "source": "DAFI"}
{"question": "Can I ship household goods to a storage unit?", "keywords": ["ship", "household", "goods", "storage"], "section": "054101", "summary": "You may ship HHG to Non-Temporary Storage (NTS) at government expense, but not to personal self-storage units unless explicitly authorized in your orders.", "source": "JTR"}
{"question": "How do I check the weight of my HHG before shipment?", "keywords": ["check", "weight", "HHG", "shipment"], "section": "055013", "summary": "Certified weight tickets are used to determine HHG weight. Ensure your movers provide these before and after loading to validate weight allowances.", "source": "JTR"}
{"question": "What if my orders are corrected after travel?", "keywords": ["orders", "corrected", "after", "travel"], "section": "050302", "summary": "If your orders are corrected post-travel, you may need to amend your voucher or file a supplemental claim with finance. Supporting memos are required.", "source": "JTR"}
{"question": "Is a lease-breaking fee reimbursable?", "keywords": ["lease", "breaking", "fee", "reimbursable"], "section": "051003", "summary": "Yes, lease-breaking fees may be reimbursed if due to PCS and the requirement is stated in your lease. You must provide a copy of the lease and fee receipt.", "source": "JTR"}
{"question": "Are relocation consultants reimbursable?", "keywords": ["relocation", "consultants", "reimbursable"], "section": "054306", "summary": "No, fees paid to relocation consultants or advisors are not reimbursable under current JTR policies. Only authorized services and contractors are covered.", "source": "JTR"}
{"question": "Can I get reimbursed for renting a trailer?", "keywords": ["reimbursed", "renting", "trailer"], "section": "053807", "summary": "Yes, trailer rental for a personally procured move (PPM) may be reimbursed up to the Government Constructed Cost (GCC) for the same shipment.", "source": "JTR"}
{"question": "What if I get a traffic ticket while on PCS travel?", "keywords": ["traffic", "ticket", "PCS", "travel"], "section": "052404", "summary": "Traffic fines and tickets incurred during PCS are not reimbursable. You're personally responsible unless directed by command or covered under official orders.", "source": "JTR"}
{"question": "What does DAFI say about For a U.S. Service member, the following?", "keywords": ["dafi", "service", "member", "following"], "section": "00", "summary": "This regulation provides an overview of the key travel entitlements and rules for service members, outlining the responsibilities of the DoD and the U.S. Government.", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member, the following?", "keywords": ["dafi", "service", "member", "following"], "section": "00", "summary": "The Military Leave Program authorizes commanders to approve leave requests and allows military personnel to accrue up to 180 days of leave per year.", "source": "DAFI"}
{"question": "What does DAFI say about A service member needs to be aware of th?", "keywords": ["dafi", "service", "member", "aware"], "section": "00", "summary": "Chargeable Leave includes emergency leave, medical leave, and family leave. Emergency leave must be submitted with documentation and approval.", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member, the regulator?", "keywords": ["dafi", "service", "member", "regulator"], "section": "00", "summary": "Non-chargeable leave provides time off for personal or family matters. Types include convalescent leave and others listed in regulatory tables.", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member traveling to a?", "keywords": ["dafi", "service", "traveling", "foreign"], "section": "00", "summary": "For travel to foreign countries, service members must present validated Regular or Special Passes on arrival, with validity ranging from 90 to 180 days.", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member, the following?", "keywords": ["dafi", "service", "member", "following"], "section": "00", "summary": "SLAs (Special Leave Accruals) are available under certain eligibility conditions and must be approved by the designated SLA Approval Authority.", "source": "DAFI"}
{"question": "What does DAFI say about A service member needs to know the follo?", "keywords": ["dafi", "service", "member", "know"], "section": "00", "summary": "DAFI outlines rules for Consecutive Overseas Tours (COT), R&R, and other leave types. Scheduling and eligibility requirements are provided.", "source": "DAFI"}
{"question": "What does DAFI say about A service member needs to know the follo?", "keywords": ["dafi", "service", "member", "know"], "section": "00", "summary": "This section defines creditable time in CZTE areas and other overseas deployments. Includes eligibility for time accounting under 10 USC provisions.", "source": "DAFI"}
{"question": "What does DAFI say about A service member is a military travel ex?", "keywords": ["dafi", "military", "travel", "expert"], "section": "00", "summary": "DAFI expects service members to understand their roles in the travel process, including major command responsibilities and updates to the leave program.", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member, this regulato?", "keywords": ["dafi", "service", "member", "schedule"], "section": "00", "summary": "Leave must be scheduled annually and updated regularly. Members are encouraged to use leave for rest and are reminded of use-or-lose policies.", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member, the key trave?", "keywords": ["what", "does", "dafi", "about"], "section": "00", "summary": "For a U.S. Service member, the key travel entitlements and rules in DAFI36-3003 are:\n\n1.2.6.9.1. Seek, if necessary, American Red Cross verification when members request emergency leave.\n1.2.6.9.2. Do not deny emergency leave solely because of lack of funds for funded travel.\n1.2.6.9.3. Do not approve emergency leave for purpose of either increasing the member’s travel priority or offsetting personal travel costs.\n1.2.6.9.4. Advise members to apply for humanitarian or excuse reassign", "source": "DAFI"}
{"question": "What does DAFI say about In summary, a service member should foll?", "keywords": ["what", "does", "dafi", "about"], "section": "00", "summary": "In summary, a service member should follow the following rules for managing their leave program:\n\n1. Annual Leave Program:\n- Annual leave programs give members the opportunity to take leave within the constraints of operational requirements.\n- Unit commander establishes these programs to encourage the use of leave for the maximum benefit of the member.\n- Members share responsibility in managing leave balance throughout the fiscal year.\n\n2. Safe Travel Guidelines:\n- Members on leave or on other non-duity status should use Risk Management principles to assess all hazards and control risk prior to excessive or hazardous travel.", "source": "DAFI"}
{"question": "What does DAFI say about A service member is a military travel ex?", "keywords": ["what", "does", "dafi", "about"], "section": "00", "summary": "A service member is a military travel expert who needs to know the following travel entitlements and rules for a U.S. Service member:\n\n1. FY: The next fiscal year (FY) is the T-0.\n\n2. At the end of the fiscal year (FY), members lose leave in excess of 60 days unless 10 days of leave is automatically granted for each 60-day period exceeding 60 days.\n\n3. DJMS drop: Accrued leave in excess of 60 days at FY-end leave balancing is automatically granted unless the automatic carry-over of SLAs applies.", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member traveling to *?", "keywords": ["what", "does", "dafi", "about"], "section": "25.5", "summary": "For a U.S. Service member traveling to **1-3.5 stars** destinations, the following travel entitlements and rules apply:\n\n1. 1-3.5 stars: The service member should check the ratings and reviews of hotels, restaurants, and attractions before booking.\n\n2. 1-3.5 stars: The service member should review their stay to ensure they received value for their money.", "source": "DAFI"}
{"question": "What does DAFI say about Regarding travel entitlements and rules?", "keywords": ["what", "does", "dafi", "about"], "section": "23.5", "summary": "Regarding travel entitlements and rules for a U.S. Service member, this regulation states that the following entitlements and rules apply:\n\n1. The maximum weight of personal items allowed for travel is 28.5 ounces (850 grams).\n2. The maximum weight of carry-on baggage is 4 ounces (100 grams).\n3. The maximum weight of oversized baggage is 6.5 ounces (190 grams).", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member traveling to a?", "keywords": ["what", "does", "dafi", "about"], "section": "26.5", "summary": "For a U.S. Service member traveling to a foreign country, the following travel entitlements and rules apply:\n\n1. 24.5 hours of duty time per week, including weekends, is allowed.\n2. A service member must be on duty for at least 12 hours per week.\n3. A service member must be on duty for at least 9.5 hours per week.", "source": "DAFI"}
{"question": "What does DAFI say about Regarding the travel entitlements and ru?", "keywords": ["what", "does", "dafi", "about"], "section": "24.5", "summary": "Regarding the travel entitlements and rules for a U.S. Service member, the following is a summary:\n\n1. Travel entitlements:\n- 29.5 miles per gallon for all vehicles\n- 10 miles per gallon for all vehicles with an electric engine\n\n2. Travel rules:\n- All vehicles must be fueled with a hybrid, electric, or natural gas engine.", "source": "DAFI"}
{"question": "What does DTS say about a service member needs to be aware of the travel entitlements and rules?", "keywords": ["travel", "entitlements", "rules", "awareness"], "section": "0301", "summary": "A service member needs to be aware of policies related to dependents, documentation requirements, and implementation guidance as outlined in sections 030101 to 0302 of DTS regulations.", "source": "DTS"}
{"question": "What does DTS say about regulatory requirements for U.S. service members?", "keywords": ["regulatory", "requirements", "certifying", "DAO"], "section": "0303", "summary": "Certifying Officers and Departmental Accountable Officials must ensure travel entitlements are properly documented and approved under DTS policies for compliance and accountability.", "source": "DTS"}
{"question": "What does DTS say about service members traveling to foreign countries?", "keywords": ["foreign", "travel", "entitlements", "requirements"], "section": "0304", "summary": "Service members traveling OCONUS must adhere to DTS rules on CBAs, Non-DTS Entry Agents, and authorization workflow including pre-travel compliance measures.", "source": "DTS"}
{"question": "What does DTS say about domestic travel for service members?", "keywords": ["domestic", "travel", "authorization", "fiscal"], "section": "0305", "summary": "Domestic travel must be authorized through the proper chain of command and planned in alignment with fiscal year budgeting and non-ATM advance restrictions.", "source": "DTS"}
{"question": "What does DTS say about key policies every service member should know?", "keywords": ["policies", "DTS", "system", "responsibilities"], "section": "0301", "summary": "DTS is the DoD’s primary online travel system. Users must understand their roles, follow creation rules for travel documents, and remain compliant with evolving platform functions.", "source": "DTS"}
{"question": "What does DTS say about deviations and exceptions to policy?", "keywords": ["deviations", "exceptions", "policy", "awareness"], "section": "0302", "summary": "Service members must be familiar with the process for requesting travel deviations and where to report policy exceptions to the Defense Travel Management Office.", "source": "DTS"}
{"question": "What does DTS say about military travel accountability?", "keywords": ["travel", "accountability", "DAO", "documentation"], "section": "0303", "summary": "DAOs are responsible for proper documentation and repayment tracking for DoD-related travel expenses, including certifications lasting over six years after service.", "source": "DTS"}
{"question": "What does DTS say about DAO recordkeeping and training?", "keywords": ["DAO", "records", "training", "compliance"], "section": "0303", "summary": "DAOs must complete DoD FMR Volume 5 training, sign DD Form 577, and retain records for six years and three months. Separation of duties is essential for compliance.", "source": "DTS"}
{"question": "What does DTS say about travel roles and separation of duties?", "keywords": ["travel", "roles", "separation", "duties"], "section": "0304", "summary": "DTS users may hold multiple roles only if adequate separation of duties is enforced. Appointment as CO or DAO is only required for certain responsibilities.", "source": "DTS"}
{"question": "What does DTS say about GTCC use and post-travel reviews?", "keywords": ["GTCC", "vouchers", "review", "approval"], "section": "0304", "summary": "After travel, AOs who are also COs must review all DTS vouchers for validity and ensure supporting documentation is complete before approval and reimbursement.", "source": "DTS"}
{"question": "What does DTS say about military travel roles and entitlements?", "keywords": ["military", "travel", "entitlements", "roles"], "section": "0304", "summary": "Travel preparers can assist in creating and signing authorizations but cannot sign vouchers. Only the traveler can digitally sign to certify accuracy.", "source": "DTS"}
{"question": "What does DTS say about financial management responsibilities?", "keywords": ["financial", "management", "travel", "funds"], "section": "0304", "summary": "Service members must establish sound funds control, including maintaining accurate accounting lines and reconciling DTS records with the organization’s budget system.", "source": "DTS"}
{"question": "What does DTS say about authorization for payments?", "keywords": ["authorization", "payments", "DTS", "travel"], "section": "0304", "summary": "Travel authorizations and payment actions must comply with DoDI 5154.31. Members may not certify their own vouchers or authorize their own advances.", "source": "DTS"}
{"question": "What does DTS say about group authorization for TDY travel?", "keywords": ["group", "authorization", "TDY", "travel"], "section": "0305", "summary": "Group authorizations should be used when multiple travelers go to the same TDY destination. These should be signed and approved before travel begins.", "source": "DTS"}
{"question": "What does DTS say about required signatures on travel forms?", "keywords": ["signatures", "DD1351-2", "travel", "forms"], "section": "0305", "summary": "Service members must digitally sign vouchers and include all required documentation. Reimbursement claims must be submitted promptly and may be split across multiple submissions.", "source": "DTS"}
{"question": "What does DTS say about fiscal year constraints on travel?", "keywords": ["fiscal", "year", "travel", "constraints"], "section": "0306", "summary": "Travel must typically start and end within the same fiscal year. If funding lapses, members must return to their PDS or amend orders.", "source": "DTS"}
{"question": "What does DTS say about payment and training responsibilities?", "keywords": ["training", "entitlements", "certification", "officers"], "section": "0306", "summary": "Service members should understand CBAs and training for Certifying Officers. Only properly trained personnel may certify travel transactions.", "source": "DTS"}
{"question": "What does DTS say about required training for certifying officers?", "keywords": ["training", "certifying", "officer", "requirements"], "section": "0306", "summary": "Training for COs and GTCC use is mandatory. Travel Card 101 and Accountable Official courses are available via TraX for both web and distance formats.", "source": "DTS"}
{"question": "What does DAFI say about A service member needs to know the follo?", "keywords": ["service", "member", "needs", "know"], "section": "00", "summary": "A service member needs to know the following travel entitlements and rules for a U.S. Military travel:\n\n1. Purpose: The purpose of the chargeable leave is to provide respite from the work environment, which has a beneficial effect on an individual's psychological and physical status.\n\n2. Chargeable Leave Types: The following types of leave are chargeable against the member's annual leave balance:\n\na. Chargeable Leave A: These are types of leave that are chargeable against the member's annual leave balance.\n\nb. Chargeable Leave B: These are types of leave that are not chargeable against the member's annual leave balance", "source": "DAFI"}
{"question": "What does DAFI say about For a service member, the regulatory req?", "keywords": ["service", "member", "regulatory", "requirements"], "section": "3.2.1", "summary": "For a service member, the regulatory requirement for attending to parental family needs such as illnesses, with a permanent change of station or after periods of arduous duty and protracted periods of deployment from the home station, is to attend to the needs of the family for up to 30 days. The advance granted based on a may approve for members requesting up to a reasonable expectation of 30 days of advance leave, including leave that a member will accrue requests which, if approved, result in a leave during the negative leave balance of 30 or less days.", "source": "DAFI"}
{"question": "What does DAFI say about In a U.S. Service member's role as a mil?", "keywords": ["member", "role", "military", "travel"], "section": "3.2.5", "summary": "In a U.S. Service member's role as a military travel expert, the following travel entitlements and rules are summarized:\n\n1. Duty: A service member is required to be on duty at all times while in an overseas location.\n\n2. EA (Environmental Authorized) locations: Must be designated by the Combatant Commander for overseas leave requests.\n\n3. Annual Leave: Must be used in accordance with mission requirements.", "source": "DAFI"}
{"question": "What does DAFI say about For a service member, the key travel ent?", "keywords": ["service", "member", "travel", "entitlements"], "section": "2.7.6", "summary": "For a service member, the key travel entitlements and rules include:\n\n1. Member is incapacitated.\n2. Leave begins and ends in the local area.\n3. Leave overlaps two fiscal years.\n4. Member's duty status and finance office documentation must be accurate.", "source": "DAFI"}
{"question": "What does DAFI say about A service member is a military travel ex?", "keywords": ["military", "travel", "expert", "schedule"], "section": "2.7.6", "summary": "A service member is a military travel expert. The duty day is Monday through Friday, 0730 to 1630. Leave days must be charged based on this schedule. Alternate or shift schedules should be applied equivalently.", "source": "DAFI"}
{"question": "What does DAFI say about In summary, a service member can travel?", "keywords": ["summary", "service", "member", "travel"], "section": "2.7.6", "summary": "In summary, a service member can travel to overseas locations for emergency leave travel purposes, including Hawaii, Alaska, and Puerto Rico, if approved by the unit commander. Time spent on DoD-controlled aircraft for such purposes is not chargeable leave.", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member, the following?", "keywords": ["U.S.", "service", "member", "following"], "section": "2.7.6", "summary": "For a U.S. Service member, the following travel entitlements and rules apply:\n\n1. Document hardship for immediate family.\n2. Approve en route leave if accrued leave is insufficient.\n3. Approve up to 30 days of en route leave during PCS.\n4. Do not report early while on en route leave.", "source": "DAFI"}
{"question": "What does DAFI say about In the context of a U.S. Service member'?", "keywords": ["context", "U.S.", "member", "first"], "section": "2.7.6", "summary": "In the context of a U.S. Service member's first permanent duty station:\n\n1. Up to 14 days accrued leave is authorized for OCONUS.\n2. Up to 10 days advance leave may be used for emergencies.\n3. Up to 30 days may be used overall.", "source": "DAFI"}
{"question": "What does DAFI say about A U.S. Service member needs to know that?", "keywords": ["service", "member", "know", "clearance"], "section": "2.7.6", "summary": "A U.S. Service member needs to know that the leave-approving authority within the chain of command can deny requests without referral. Members must follow DoD Foreign Clearance Guide procedures for travel documentation.", "source": "DAFI"}
{"question": "What does DAFI say about For a U.S. Service member, the regulatory requirement?", "keywords": ["regulatory", "requirement", "convalescent", "leave"], "section": "00", "summary": "DAFI allows convalescent leave up to 30 days with medical approval. Extensions require justification. Non-chargeable types like convalescent or maternity leave are excluded from annual leave.", "source": "DAFI"}
{"question": "What does DAFI say about parental leave entitlements?", "keywords": ["parental", "leave", "entitlements", "rules"], "section": "4.2.1", "summary": "Members are entitled to 12 weeks of non-chargeable parental leave. If denied incremental use, commanders must approve it in one continuous period. Applies to birth, adoption, or placement.", "source": "DAFI"}
{"question": "What does DAFI say about convalescent leave policies?", "keywords": ["convalescent", "leave", "medical", "recovery"], "section": "4.2.7", "summary": "Convalescent leave is granted for medical recovery and must be approved by a military provider. Additional time over 30 days needs review and justification.", "source": "DAFI"}
{"question": "What does DAFI say about parental leave timing after childbirth?", "keywords": ["parental", "leave", "childbirth", "timing"], "section": "4.2.7", "summary": "Parental leave begins after the child's birth or hospital release. Leave must be continuous unless otherwise authorized by the commander or policy exception.", "source": "DAFI"}
{"question": "What does DAFI say about medical leave beyond 30 days?", "keywords": ["medical", "leave", "beyond", "approval"], "section": "4.2.7", "summary": "Medical facilities can approve convalescent leave up to 90 days under certain conditions. Documentation is required from Air Force or VA medical authority.", "source": "DAFI"}
{"question": "What does DAFI say about parental leave for covered members?", "keywords": ["parental", "leave", "covered", "members"], "section": "4.2.7", "summary": "Covered service members are authorized 12 weeks of parental leave after childbirth. Additional recovery leave may apply based on medical evaluation.", "source": "DAFI"}
{"question": "What does DAFI say about parental leave for non-birth parents?", "keywords": ["non-birth", "parent", "parental", "leave"], "section": "4.2.1.3.2.1", "summary": "Non-birth parents receive 12 weeks of parental leave starting from the birth date. Parentage must be established per ID card regulations if unmarried.", "source": "DAFI"}
{"question": "What does DAFI say about forfeiting unused parental leave?", "keywords": ["parental", "leave", "forfeit", "unused"], "section": "4.2.1.3.2.1", "summary": "Unused parental leave must be used within one year of the qualifying event. Unused days are forfeited unless a qualifying exception applies (e.g., Reserve status).", "source": "DAFI"}
{"question": "What does DAFI say about minimum parental leave before separation?", "keywords": ["separation", "parental", "leave", "minimum"], "section": "4.2.1.3.2.1", "summary": "At least 12 weeks of parental leave must be used before separation. Remaining leave will be forfeited unless covered by Reserve Compensation and Mobility Pay.", "source": "DAFI"}
{"question": "What does DAFI say about a service member should know that parental leave?", "keywords": ["service", "member", "parental", "leave"], "section": "4.2.3.9", "summary": "A service member should know that parental leave that is not taken before the expiration of 1 year from the date of a birth, adoption, or placement of a minor child may be forfeited.", "source": "DAFI"}
{"question": "What does DAFI say about forfeiture of parental leave for RC members?", "keywords": ["RC", "parental", "leave", "forfeiture"], "section": "4.2.2.6", "summary": "Any parental leave authorized for a Reserve Component member that is not used before separation will be forfeited unless exceptions apply. The active period may not be extended solely for leave.", "source": "DAFI"}
{"question": "What does DAFI say about parental leave for RC members with over 90-day TDYs?", "keywords": ["RC", "parental", "leave", "TDY"], "section": "4.2.2.6", "summary": "RC members who complete 90-day TDYs, overseas tours, or are hospitalized for 90+ days may retain unused parental leave beyond the standard one-year expiration under qualifying conditions.", "source": "DAFI"}
{"question": "What does DAFI say about approval of parental leave under 2018 memo?", "keywords": ["parental", "leave", "approval", "2018"], "section": "4.2.2.6", "summary": "Service members eligible under the 2018 memo are authorized 12 weeks of parental leave, subject to commander approval and in accordance with section 4.2.2.4.1.2.", "source": "DAFI"}
{"question": "What does DAFI say about inactive duty pay and retirement credit for new parents?", "keywords": ["inactive", "duty", "retirement", "credit"], "section": "4.2.2.6", "summary": "Birth parents who fulfill inactive duty over the year may receive IDT pay and credit toward non-regular retirement. Some conditions may limit RCML or associated program benefits.", "source": "DAFI"}
{"question": "What does DAFI say about RCML eligibility following a birth event?", "keywords": ["RCML", "eligibility", "birth", "event"], "section": "4.2.2.6", "summary": "RC members may receive up to 12 periods of RCML within one year of a qualified birth event, including IDT pay, incentive pay, and other related entitlements.", "source": "DAFI"}
{"question": "What does DAFI say about retirement points and parental leave?", "keywords": ["retirement", "points", "parental", "leave"], "section": "4.2.2.6", "summary": "RC members accumulate one retirement point for each paid period of parental leave used. Covered members are limited to 12 paid periods within the year after birth.", "source": "DAFI"}
{"question": "What does DAFI say about RCML ineligibility conditions?", "keywords": ["RCML", "ineligibility", "conditions", "events"], "section": "4.2.2.6", "summary": "Service members are not eligible for RCML if certain disqualifying events apply, including non-qualifying separation or administrative limitations noted in referenced policy paragraphs.", "source": "DAFI"}
{"question": "What does DAFI say about RC members transitioning from active duty?", "keywords": ["RC", "transition", "active", "duty"], "section": "4.2.3.5", "summary": "RC members who leave active duty and still have unused parental leave may receive RCML equivalent to those unused weeks—up to six periods if conditions are met.", "source": "DAFI"}
{"question": "What does DAFI say about bereavement and RCML overlap?", "keywords": ["bereavement", "leave", "RCML", "entitlement"], "section": "4.2.3.9.1", "summary": "RC members may use up to 14 days of bereavement leave. If they are also eligible for RCML, they may still qualify for overlapping leave under qualifying family circumstances.", "source": "DAFI"}
{"question": "How do I change my home of record for PCS travel?", "keywords": ["change", "home", "record", "travel"], "section": "040903", "summary": "A service member needs to ensure they complete all Travel Card Program requirements, including International Business Associates (IBA) and Certificate of Business Authorization (CBA) applications. These must be coordinated through the proper channels to ensure safe and authorized travel.", "source": "GTC"}
{"question": "What if I have a newborn during a PCS move?", "keywords": ["what", "have", "newborn", "during"], "section": "051003", "summary": "If a service member or dependent is delayed from traveling due to childbirth or related complications, extensions beyond the standard 3-year relocation window may be approved under Secretarial Process guidelines.", "source": "JTR"}
{"question": "Can I use ride-sharing apps for official travel?", "keywords": ["ride", "sharing", "apps", "official"], "section": "054707", "summary": "Ride-sharing apps are generally not reimbursed unless pre-approved. Government-arranged transportation is preferred, and reimbursement is limited to the authorized transportation cost.", "source": "JTR"}
{"question": "What are the rules for transporting firearms during a PCS?", "keywords": ["what", "rules", "transporting", "firearms"], "section": "055004", "summary": "Transporting firearms must comply with local, state, and host nation laws. Certain locations restrict firearm shipment entirely. Check with your Transportation Office and destination country requirements.", "source": "JTR"}
{"question": "Is there a time limit on using government-funded relocation services?", "keywords": ["there", "time", "limit", "using"], "section": "052402", "summary": "Government-funded relocation services must generally be used within one year of PCS orders unless extended by the Secretarial Process. This includes HHG transport and mobile home relocation.", "source": "JTR"}
{"question": "Can I be reimbursed for booking a refundable flight?", "keywords": ["reimbursed", "booking", "refundable", "flight"], "section": "041503", "summary": "Refundable flights may be reimbursed if justified due to mission uncertainty. Prior authorization and proper documentation are required to support reimbursement.", "source": "GTC"}
{"question": "Are tips to hotel staff reimbursable?", "keywords": ["tips", "hotel", "staff", "reimbursable"], "section": "054307", "summary": "Tips and gratuities are generally included in the incidental portion of per diem. Separate reimbursement for hotel staff tips is not authorized unless specifically itemized and approved.", "source": "JTR"}
{"question": "Do I need to declare all my household goods?", "keywords": ["need", "declare", "household", "goods"], "section": "052002", "summary": "Yes, all HHG must be declared, especially during OCONUS to OCONUS or ship transfers. Proper authorization is required through the Secretarial Process to ensure shipment eligibility.", "source": "JTR"}
{"question": "Can I receive PCS entitlements while on terminal leave?", "keywords": ["receive", "entitlements", "while", "terminal"], "section": "054913", "summary": "PCS entitlements may continue during terminal leave, including storage and transportation of HHG, as long as the orders were issued before separation. Coordinate with finance and transportation.", "source": "JTR"}
{"question": "Is temporary storage authorized at the gaining base?", "keywords": ["temporary", "storage", "authorized", "gaining"], "section": "00", "summary": "Temporary storage (NTS) is usually authorized up to 90 days and may be extended. Approval depends on housing availability and must be requested through the local TMO.", "source": "DAFI"}
{"question": "How do I request special medical accommodations for travel?", "keywords": ["request", "special", "medical", "accommodations"], "section": "051903", "summary": "A service member eligible for short-distance HHG relocation due to medical accommodations may receive appropriate allowances, provided it's not due to separation or discharge. Approval from the proper authority is required.", "source": "JTR"}
{"question": "What if my GTC expires while I’m TDY?", "keywords": ["what", "expires", "while"], "section": "053611", "summary": "Ensure your GTC is valid throughout TDY travel. Expired cards may impact lodging and per diem claims. Coordinate with your APC in advance to prevent service interruptions.", "source": "JTR"}
{"question": "Are passport photos reimbursable for dependent travel?", "keywords": ["passport", "photos", "reimbursable", "dependent"], "section": "00", "summary": "Passport photo expenses for dependents may be reimbursed under OCONUS PCS orders when documentation is required for legal entry. Always consult your local FSO for receipt eligibility.", "source": "DAFI"}
{"question": "Can I request additional days for house hunting?", "keywords": ["request", "additional", "days", "house"], "section": "00", "summary": "Additional days for house hunting must be authorized as part of permissive TDY or leave programs. Coordinate with your commander, and ensure you're in compliance with local policy.", "source": "DAFI"}
{"question": "What happens if I PCS while on active deployment?", "keywords": ["what", "happens", "while", "active"], "section": "054407", "summary": "PCS orders issued during deployment must be coordinated with your gaining command and transportation office. Entitlements and reimbursements will be based on when travel physically occurs.", "source": "JTR"}
{"question": "Can I take permissive TDY from an overseas location?", "keywords": ["take", "permissive", "from", "overseas"], "section": "054904", "summary": "Permissive TDY from an OCONUS location is permitted if properly approved and included in your travel orders. It must not interfere with official duties or PCS obligations.", "source": "JTR"}
{"question": "How are temporary duty extensions handled in DTS?", "keywords": ["temporary", "duty", "extensions", "handled"], "section": "051002", "summary": "TDY extensions must be processed through DTS with supporting justification. Travelers must amend their orders and obtain approval prior to incurring additional costs.", "source": "JTR"}
{"question": "What if my lodging is canceled last minute?", "keywords": ["what", "lodging", "canceled", "last"], "section": "052005", "summary": "In the event of canceled lodging, notify your AO and TMC immediately. You may be eligible for reimbursement or rebooking assistance depending on the circumstances.", "source": "JTR"}
{"question": "Are vehicle registration costs reimbursed during PCS?", "keywords": ["vehicle", "registration", "costs", "reimbursed"], "section": "053714", "summary": "Registration fees may be reimbursed if required for government-directed PCS moves. Check with your FSO to confirm coverage and documentation requirements.", "source": "JTR"}
{"question": "Can I request an escort for my dependent?", "keywords": ["request", "escort", "dependent"], "section": "050816", "summary": "Dependents requiring special assistance during travel may be authorized an escort. Approval and documentation are required, and transportation may be via POV or government means.", "source": "JTR"}
{"question": "What if my travel dates change after booking?", "keywords": ["what", "travel", "dates", "change"], "section": "052009", "summary": "If travel dates change after booking, you must coordinate with the AO to verify updated authorization and ensure HHG and transportation arrangements remain within authorized limits.", "source": "JTR"}
{"question": "Are babysitting fees reimbursed during TLE?", "keywords": ["babysitting", "fees", "reimbursed", "during"], "section": "052005", "summary": "Babysitting fees are not reimbursable under TLE. Only authorized lodging, meals, and incidental expenses are covered unless specific authorization exists under unusual circumstances.", "source": "JTR"}
{"question": "Do I need to return to my PDS to file a voucher?", "keywords": ["need", "return", "file", "voucher"], "section": "050801", "summary": "Returning to the PDS is not required to file a voucher. You can submit through DTS or eFinance remotely, but ensure documentation is digitally signed and routed properly.", "source": "JTR"}
{"question": "What are my options if my PCS orders are delayed?", "keywords": ["what", "options", "orders", "delayed"], "section": "051502", "summary": "If PCS orders are delayed, contact your command and FSO immediately. Temporary lodging and travel entitlements may be adjusted or extended pending re-issuance of new orders.", "source": "JTR"}
{"question": "Can I be reimbursed for mailing personal items?", "keywords": ["reimbursed", "mailing", "personal", "items"], "section": "052009", "summary": "Mailing personal items is typically not reimbursed unless part of an authorized HHG shipment exception or a special command-approved expense. Retain receipts for justification.", "source": "JTR"}
{"question": "Is a split shipment allowed for a dependent and member?", "keywords": ["split", "shipment", "allowed", "dependent"], "section": "00", "summary": "Split shipments may be authorized when dependents travel separately from the member, provided each leg meets the criteria for PCS movement. AO approval is required.", "source": "DAFI"}
{"question": "Are moving truck rental accessories reimbursed?", "keywords": ["moving", "truck", "rental", "accessories"], "section": "041402", "summary": "Rental accessories like dollies and pads may be reimbursed for PPM if itemized and documented. Check with the local TMO or FSO for inclusion in PPM estimates.", "source": "GTC"}
{"question": "Can I use my GTC overseas?", "keywords": ["overseas"], "section": "050704", "summary": "Yes, the GTC is authorized for use overseas. Ensure the card is activated for international transactions and notify the APC prior to departure to avoid declined charges.", "source": "JTR"}
{"question": "What if I get married mid-PCS?", "keywords": ["what", "married"], "section": "052010", "summary": "If married mid-PCS, update your orders through your commander and MPF. HHG and dependent travel allowances may change based on your new family status.", "source": "JTR"}
{"question": "Are translation services reimbursed for overseas moves?", "keywords": ["translation", "services", "reimbursed", "overseas"], "section": "2.7.6", "summary": "Translation services may be reimbursed if they are a requirement for dependent relocation or base in-processing overseas and are pre-authorized in orders.", "source": "DAFI"}
{"question": "What if my travel dates change after booking?", "keywords": ["what", "travel", "dates", "change"], "section": "052009", "summary": "If travel dates change after booking, you must coordinate with the AO to verify updated authorization and ensure HHG and transportation arrangements remain within authorized limits.", "source": "JTR"}
{"question": "Are babysitting fees reimbursed during TLE?", "keywords": ["babysitting", "fees", "reimbursed", "during"], "section": "052005", "summary": "Babysitting fees are not reimbursable under TLE. Only authorized lodging, meals, and incidental expenses are covered unless specific authorization exists under unusual circumstances.", "source": "JTR"}
{"question": "Do I need to return to my PDS to file a voucher?", "keywords": ["need", "return", "file", "voucher"], "section": "050801", "summary": "Returning to the PDS is not required to file a voucher. You can submit through DTS or eFinance remotely, but ensure documentation is digitally signed and routed properly.", "source": "JTR"}
{"question": "What are my options if my PCS orders are delayed?", "keywords": ["what", "options", "orders", "delayed"], "section": "051502", "summary": "If PCS orders are delayed, contact your command and FSO immediately. Temporary lodging and travel entitlements may be adjusted or extended pending re-issuance of new orders.", "source": "JTR"}
{"question": "Can I be reimbursed for mailing personal items?", "keywords": ["reimbursed", "mailing", "personal", "items"], "section": "052009", "summary": "Mailing personal items is typically not reimbursed unless part of an authorized HHG shipment exception or a special command-approved expense. Retain receipts for justification.", "source": "JTR"}
{"question": "Is a split shipment allowed for a dependent and member?", "keywords": ["split", "shipment", "allowed", "dependent"], "section": "00", "summary": "Split shipments may be authorized when dependents travel separately from the member, provided each leg meets the criteria for PCS movement. AO approval is required.", "source": "DAFI"}
{"question": "Are moving truck rental accessories reimbursed?", "keywords": ["moving", "truck", "rental", "accessories"], "section": "041402", "summary": "Rental accessories like dollies and pads may be reimbursed for PPM if itemized and documented. Check with the local TMO or FSO for inclusion in PPM estimates.", "source": "GTC"}
{"question": "Can I use my GTC overseas?", "keywords": ["overseas"], "section": "050704", "summary": "Yes, the GTC is authorized for use overseas. Ensure the card is activated for international transactions and notify the APC prior to departure to avoid declined charges.", "source": "JTR"}
{"question": "What if I get married mid-PCS?", "keywords": ["what", "married"], "section": "052010", "summary": "If married mid-PCS, update your orders through your commander and MPF. HHG and dependent travel allowances may change based on your new family status.", "source": "JTR"}
{"question": "Are translation services reimbursed for overseas moves?", "keywords": ["translation", "services", "reimbursed", "overseas"], "section": "2.7.6", "summary": "Translation services may be reimbursed if they are a requirement for dependent relocation or base in-processing overseas and are pre-authorized in orders.", "source": "DAFI"}
{"question": "How do I request a new TMO appointment?", "keywords": ["request", "appointment"], "section": "054307", "summary": "Ensure the DoD weight estimate is approved before arranging new TMO storage. Government expense storage is limited to 90 days unless otherwise extended.", "source": "JTR"}
{"question": "What if I disagree with the HHG weight listed?", "keywords": ["disagree", "weight", "listed", "HHG"], "section": "054701", "summary": "Disputes about HHG weight should be raised with your TMO. Additional weight may be authorized under fuel-efficiency or alternative vehicle shipment policies.", "source": "JTR"}
{"question": "Can I store a second POV?", "keywords": ["store", "second", "POV"], "section": "00", "summary": "Storage of a second POV is not generally reimbursed unless specifically authorized under Reserve Personnel Appropriation or for overseas limitations.", "source": "DAFI"}
{"question": "Are legal fees reimbursable during a PCS move?", "keywords": ["legal", "fees", "PCS", "reimbursable"], "section": "4.2.7", "summary": "Legal fees are not normally reimbursed unless tied directly to PCS entitlements such as lease termination, and then only with approval and documentation.", "source": "DAFI"}
{"question": "What is the difference between MALT and per diem?", "keywords": ["difference", "MALT", "per", "diem"], "section": "00", "summary": "MALT covers mileage for authorized POV use, while per diem covers lodging and meals. Both require documentation but serve different cost categories.", "source": "DAFI"}
{"question": "Can I be reimbursed for short-term rental deposits?", "keywords": ["reimbursed", "short", "term", "rental"], "section": "050814", "summary": "Short-term rental deposits are not generally reimbursed unless the location is dependent-restricted or approved under designated place rules.", "source": "JTR"}
{"question": "Do I need to include my dependents' travel days on the voucher?", "keywords": ["dependents", "travel", "days", "voucher"], "section": "054304", "summary": "Yes, include dependent travel days to ensure eligibility for full entitlements. HHG and separation orders may also be impacted.", "source": "JTR"}
{"question": "Can I update my itinerary after submitting to DTS?", "keywords": ["update", "itinerary", "DTS", "submitting"], "section": "053715", "summary": "Yes, but the updated itinerary must be approved. Travel authorizations can be amended in DTS or through your organization's routing chain.", "source": "JTR"}
{"question": "Is reimbursement different for Space-A flights?", "keywords": ["reimbursement", "Space-A", "flights"], "section": "041404", "summary": "Space-A travel is not reimbursable. Any costs incurred from voluntary travel choices like Space-A are borne by the traveler.", "source": "GTC"}
{"question": "Are security deposits reimbursable for overseas housing?", "keywords": ["security", "deposits", "overseas", "housing"], "section": "051003", "summary": "Security deposits may be reimbursed under OCONUS lease agreements if authorized in orders and approved by the finance office.", "source": "JTR"}
{"question": "Can I change my port of debarkation after orders are issued?", "keywords": ["change", "port", "debarkation", "after"], "section": "051504", "summary": "A service member may request an extension or adjustment to storage entitlements if unable to retrieve HHG within 90 days. Justification must be submitted in writing for approval.", "source": "JTR"}
{"question": "Do I have to use the TMC for every leg of travel?", "keywords": ["have", "every", "travel"], "section": "054503", "summary": "Travel arrangements should be made through the Transportation Management Office (TMO) or Travel Management Center (TMC) for all official legs unless an exception is authorized.", "source": "JTR"}
{"question": "What are the options for PCS during CONUS-to-CONUS?", "keywords": ["what", "options", "during", "conus"], "section": "054307", "summary": "PCS options within CONUS may include temporary storage, delays due to hardship, or alternate arrangements for HHG or dependent travel under validated conditions.", "source": "JTR"}
{"question": "Is mileage capped for roundabout PCS routes?", "keywords": ["mileage", "capped", "roundabout", "routes"], "section": "052902", "summary": "Mileage reimbursement is based on the authorized direct route. Roundabout routes are not reimbursed beyond the government-constructed cost of the most direct route.", "source": "JTR"}
{"question": "What is the process for dual-military PCS moves?", "keywords": ["what", "process", "dual", "military"], "section": "051003", "summary": "Dual-military couples may coordinate HHG shipment and travel entitlements separately or jointly. Each member must have authorized PCS orders and HHG must be transported within timelines.", "source": "JTR"}
{"question": "Can I ship alcohol in my HHG?", "keywords": ["ship", "alcohol"], "section": "27.5", "summary": "Alcohol is generally not authorized for shipment in HHG due to international and customs restrictions. Check with your TMO and review destination policies before including alcohol.", "source": "DAFI"}
{"question": "What items are considered unauthorized in HHG?", "keywords": ["what", "items", "considered", "unauthorized"], "section": "054501", "summary": "Unauthorized HHG items include hazardous materials, flammable items, explosives, and perishables. Firearms must be declared and comply with legal and host-nation policies.", "source": "JTR"}
{"question": "Can I take leave before port call?", "keywords": ["take", "leave", "before", "port"], "section": "041403", "summary": "Taking leave before port call is permitted if approved by the commander and coordinated with orders. Ensure leave does not interfere with port call reporting dates.", "source": "GTC"}
{"question": "How do I appeal a denied HHG claim?", "keywords": ["appeal", "denied", "claim"], "section": "055005", "summary": "To appeal a denied HHG claim, submit supporting documentation through the Claims Office. Include shipment details, damage reports, and justification within the required timeframe.", "source": "JTR"}
{"question": "Do I get reimbursed for cleaning my old residence?", "keywords": ["reimbursed", "cleaning", "residence"], "section": "050506", "summary": "Cleaning costs for your previous residence are not typically reimbursed unless authorized under lease-breaking clauses or specific relocation programs.", "source": "JTR"}
{"question": "Is insurance for rental equipment reimbursable?", "keywords": ["insurance", "rental", "equipment", "reimbursable"], "section": "00", "summary": "Travel insurance or rental insurance fees are not typically reimbursed unless pre-approved or required as part of a government-authorized rental agreement. Always confirm with your FSO or APC.", "source": "DAFI"}
{"question": "What are the rules for dependent education expenses during PCS?", "keywords": ["rules", "dependent", "education", "expenses"], "section": "041103", "summary": "Dependent education expenses are generally not reimbursed unless authorized by command for OCONUS assignments under specific exceptions. Additional records and receipts must be maintained by APCs.", "source": "GTC"}
{"question": "Are late checkout fees reimbursed?", "keywords": ["late", "checkout", "fees", "reimbursed"], "section": "4.3", "summary": "Late checkout fees are not automatically reimbursed. If incurred due to mission changes or lodging unavailability, justification must be provided and approved in DTS or by finance.", "source": "DAFI"}
{"question": "What is considered a valid receipt for lodging?", "keywords": ["considered", "valid", "receipt", "lodging"], "section": "3.2.5", "summary": "A valid lodging receipt must include the traveler’s name, dates of stay, daily rate, taxes, and a zero balance or proof of payment. Digital receipts are acceptable if legible.", "source": "DAFI"}
{"question": "Do I need travel insurance for official travel?", "keywords": ["need", "travel", "insurance", "official"], "section": "041301", "summary": "Travel insurance is not reimbursable unless mandated by the host nation or included in a required group booking. Cardholders should consult their APC for coverage limitations.", "source": "GTC"}
{"question": "How do I report a discrepancy in travel entitlements?", "keywords": ["report", "discrepancy", "travel", "entitlements"], "section": "051302", "summary": "Discrepancies in travel entitlements should be reported via a voucher amendment or through your unit's FSO. Ensure HHG or travel costs align with the updated orders.", "source": "JTR"}
{"question": "Can I hand-carry orders during travel?", "keywords": ["hand", "carry", "orders", "travel"], "section": "054715", "summary": "Yes, it is strongly advised to hand-carry hardcopies of orders during travel. This ensures access to entitlements and eligibility verification when digital systems are inaccessible.", "source": "JTR"}
{"question": "What if I am injured during PCS travel?", "keywords": ["injured", "during", "PCS", "travel"], "section": "052002", "summary": "If injured during PCS, notify your unit immediately and seek treatment. Transportation entitlements and storage allowances may be adjusted based on the change in status.", "source": "JTR"}
{"question": "Are ATM fees reimbursable when traveling?", "keywords": ["ATM", "fees", "reimbursable", "traveling"], "section": "054303", "summary": "ATM withdrawal fees for official travel may be reimbursed if charged to a GTC and within authorized limits. Check with your APC or review the GTC policy.", "source": "JTR"}
{"question": "Can I use DTS for dependent travel?", "keywords": ["use", "DTS", "dependent", "travel"], "section": "050601", "summary": "DTS does not process dependent travel directly. Use eFinance or coordinate with the FSO to ensure dependents are properly included and documented in PCS orders.", "source": "JTR"}
